Repository: toweeelie/django-danceschool
Catalog: danceschool/core/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Invoice item totals do not match invoice total. Unable to allocate fees.
fr: Les ajustements d'articles de facture ne correspondent pas aux ajustements de facture.” “Impossible d'allouer des frais.

source: Invoice item adjustments do not match invoice adjustments. Unable to allocate fees.
fr: Les ajustements d'articles de facture ne correspondent pas aux ajustements de facture.” “Impossible d'allouer des frais.

source: Cannot send notification email because no recipient has been specified.
fr: Impossible d'envoyer un courriel de notification car aucun destinataire n'a été spécifié.

source: Can view invoices without passing the validation string.
fr: Peut visualiser les factures sans passer la chaîne de validation.

source: Can send invoices to students requesting payment
fr: Peut envoyer des factures aux étudiants demandant le paiement

source: Can refund customers for registrations and other invoice payments.
fr: Peut rembourser les clients pour les inscriptions et autres paiements de factures.

source: Invoice item number
fr: Numéro d'article de la facture

source: Drop-in Registration: %s
fr: Inscription au cours ouvert : %s

source: Registration: %s
fr: Inscription : %s

source: Other items
fr: Autres éléments

source: Invoice item
fr: Élément de facture

source: Invoice items
fr: Éléments de facture

source: Created
fr: Créé

source: Last updated
fr: Dernière mise à jour

source: Submission user
fr: Utilisateur de soumission

source: Payment record
fr: Registre de paiement

source: Payment records
fr: Registres de paiements

source: Cash payment recorded, needs collection
fr: Paiement en espèces enregistré, besoin de collecte

source: Cash payment collected
fr: Paiement en espèces collecté

source: Amount paid
fr: Le montant payé

source: Payer email
fr: Courriel du Payeur

source: Cash payment record
fr: Registre de paiement en espèces

source: Cash payment records
fr: Registres de paiements en espèces

source: Plugin template
fr: Modèle de module d'extension

source: Instructor Status
fr: Statut d'instructeur

source: Randomly Ordered
fr: Commandé au hasard

source: Limit to Instructors with Status
fr: Limiter au statut d'instructeur

source: Order By
fr: Commandé par

source: Image thumbnail option
fr: Option de vignette d'image

source: Exclude staff members with no bio
fr: Exclure les instructeurs sans bio

source: Exclude staff members with no photo
fr: Exclure les instructeurs sans photo

source: Include only staff members with upcoming classes/events
fr: Inclure seulement les instructeurs avec les cours à venir

source: Listing Title
fr: Titre de l'annonce

source: Template
fr: Modèle

source: Event start date
fr: Date de début de l'événement

source: Event end date
fr: Date de fin de l'événement

source: Public Events
fr: Événements publics

source: Custom list title
fr: Titre de la liste personnalisée

source: Upcoming Events
fr: Évènements à venir

source: Limit to event type
fr: Limiter au type d'événement

source: Leave blank to include all Events.
fr: Laisser vide pour inclure tous les événements.

source: Limit number
fr: Il s'agit généralement d'un paramètre spécifique à l'emplacement ou d'un paramètre spécifique à l'événement.Cependant, si une limite n'est pas fournie autrement, cela limitera lenombre d'inscriptions autorisées.

source: Leave blank for no restriction
fr: Laissez ce champ vide pour aucune restriction les jours de la semaine

source: Sort by start time
fr: Date/Heure Début

source: Limit interval start by
fr: L'intervalle de limite commence par

source: Interval limited to __ days from present
fr: Intervalle limité à __ jours du présent

source: (E.g. enter -30 for an interval that starts with 30 days prior to today) Leave blank for no limit, or enter 0 to limit to future events
fr: (Par exemple entrez -30 pour un intervalle qui commence avec 30 jours avant aujourd'hui)Laissez vide pour aucune limite, ou entrez 0 pour limiter à des événements futurs

source: Exact interval start date
fr: Date de début de l'intervalle exact

source: Leave blank for no limit (overrides relative interval limits)
fr: Laissez vide pour aucune limite (remplace les limites d'intervalle relatif)

source: Limit interval end by
fr: Limiter la fin de l'Intervalle par

source: (E.g. enter 30 for an interval that ends 30 days from today) Leave blank for no limit, or enter 0 to limit to past events
fr: (Par exemple, entrez 30 pour un intervalle qui se termine 30 jours à partir d'aujourd'hui) Laissez vide pourAucune limite, ou entrez 0 pour limiter aux événements passés

source: Exact interval end date
fr: Date de fin exacte de l'intervalle

source: Limit to open for registration only
fr: Limité à ouverture pour inscription seulement

source: Limit to locations
fr: Emplacements

source: Limit to weekday
fr: Limiter au jour de la semaine

source: Limit to public event categories
fr: Catégories d'événements publics

source: Limit to series categories
fr: Catégories des séries

source: Limit to type and levels
fr: Niveaux du type de danse

source: Custom CSS classes
fr: Cours CSS personnalisés

source: Classes are applied to surrounding &lt;div&gt;
fr: Les cours sont appliquées aux environs & lt; div & gt;

source: Returning Customers
fr: Clients Existants

source: Sign In
fr: Se connecter

source: Create An Account
fr: Créer un compte

source: Forgot Password?
fr: Mot de passe oublié?

source: Already have an account? Then please <a href="#ajax_login_choice" id="signin_switch">sign in</a>.
fr: Vous avez déjà un compte? Alors s'il vous plait <a href = " # ajax_login_choice \ "id =" signin_switch \ "> connectez-vous </a>.

source: Welcome,
fr: Bienvenue,

source: View site
fr: Voir le site

source: Change password
fr: Changer le mot de passe

source: Log out
fr: Se déconnecter

source: Home
fr: Accueil

source: Submit
fr: Envoyer

source: Toggle navigation
fr: Activer la navigation

source: Welcome Back
fr: Bienvenue

source: Register for Classes
fr: S'inscrire aux cours

source: Staff Directory
fr: Répertoire du personnel

source: Your Instructor Stats
fr: Vos statistiques d'instructeur

source: Your Payment History
fr: historique de paiement

source: Current and Upcoming Series
fr: Série en cours et à venir

source: Series/Event Name
fr: Nom de la série / de l'événement

source: Teaching Partner
fr: Partenaire d'enseignement

source: Students Registered
fr: Étudiants inscrits

source: Basic Customer Information
fr: Informations de base sur le client

source: Basic Information
fr: Informations de base

source: Customer Since
fr: Client depuis

source: Number of Series Taken
fr: Nombre de séries prises

source: Customer Referral ID
fr: ID de référence client

source: Available Referral Credits
fr: Crédits de référence disponibles

source: Class Series Taken
fr: Nombre de séries prises

source: Series Name
fr: Nom de la série

source: Class Time
fr: Heure du cours

source: Show all
fr: Afficher tous

source: Series Registered From Other Email Addresses
fr: Série enregistrée à partir d'autres adresses électroniques

source: Other Series Registered By You
fr: D'autres séries enregistrées par vous

source: Registered As
fr: Inscrit en tant que

source: Instructor information
fr: Instructeur en formation

source: View on site
fr: Voir le site

source: Popup closing...
fr: la fermeture des popups ...

source: Register for this class!
fr: Inscrivez-vous à ce cours!

source: Registration closed!
fr: Inscription fermée

source: Edit Class Details
fr: Modifier les détails de la classe

source: Class Schedule
fr: Horaire de cours

source: More Info
fr: Plus d'info

source: Pricing
fr: Tarification

source: Pre-Registered
fr: Pré-inscription

source: At the Door
fr: À la porte

source: Class Description
fr: Description du cours

source: Register for this event!
fr: Inscrivez-vous à cet événement!

source: Edit Event Details
fr: Modifier les détails de l'événement

source: Map this
fr: Plan

source: Registration for this event is not required.
fr: L'inscription à cet événement n'est pas requise.

source: About this Event
fr: À propos de cet événement

source: Complete Your Registration
fr: Complétez votre inscription

source: You are about to register for the following
fr: Vous êtes sur le point de vous inscrire pour le suivant

source: Class/Event Name
fr: Nom du cours / de l'événement

source: Time
fr: Heure

source: Role
fr: Rôle

source: Price
fr: Prix

source: DROP IN
fr: OUVERT À TOUS

source: Free Add-On
fr: Module complémentaire gratuit

source: Discount Code Applied
fr: Code de réduction appliqué

source: Vouchers Applied
fr: Coupons appliqués

source: Total Discounts Applied
fr: Total des remises appliquées

source: Subtotal
fr: Sous-total

source: Thanks! You're all set.
fr: Merci! Tout est réglé.

source: In order to complete your registration you must click on the button below to make a payment.
fr: Pour compléter votre inscription, vous devez cliquer sur le bouton ci-dessouspour effectuer un paiement.

source: Immediate Payment
fr: Paiement immédiat

source: Email Students: Confirmation
fr: Courriel aux étudiants: Confirmation

source: Please confirm the following before sending
fr: Veuillez confirmer les éléments suivants avant d'envoyer

source: Test Email (No Recipients)
fr: Courriel test (aucun destinataire)

source: From
fr: De

source: Subject
fr: Sujet

source: Recipients
fr: Destinataires

source: Students Registered for Events
fr: Étudiants inscrits pour des événements

source: Specific Customers
fr: Clients spécifiques

source: Detailed Recipients
fr: Destinataires détaillés

source: Send Emails
fr: Envoyer courriels

source: Return To Form
fr: Retourner au formulaire

source: Classes
fr: Cours

source: Nothing posted yet. Check back soon!
fr: Rien de publié pour le moment. Revenez bientôt!

source: View Calendar
fr: Voir le calendrier

source: Register Now
fr: Inscrivez-vous maintenant

source: Select an Event to View Registrations
fr: Sélectionnez un événement pour voir les inscriptions

source: No classes or events yet. Check back soon!
fr: Aucun cours ou événement pour le moment. Revenez bientôt!

source: Basic Info
fr: Informations de base

source: Teaching Since
fr: Enseigne depuis

source: Classes Taught
fr: Cours enseignés

source: Total Students Taught
fr: Total des étudiants enseignés

source: Link To Your Calendar Feeds
fr: Lien vers les flux de votre calendrier

source: Your Classes
fr: Vos cours

source: Private Events &amp; Reminders
fr: Événements privés & amp; Rappels

source: copy and paste these URLs to add them to Google Calendar, etc.
fr: copiez et collez ces URL pour les ajouter à Google Calendar, etc.

source: Upcoming Series
fr: Série à venir

source: Prior Series
fr: Série antérieure

source: Invoice Number
fr: Numéro de facture

source: Notify Recipient
fr: Notifier le destinataire

source: Invoice Status
fr: Statut de la facture

source: Outstanding Balance
fr: Solde impayé

source: Initial Price
fr: Prix initial

source: Net Price
fr: Prix net

source: Fees
fr: Honoraires

source: Adjustments/Refunds
fr: Ajustements / remboursements

source: Item Details
fr: Détails de l'article

source: View Registration
fr: Voir l'inscription

source: View Temporary Registration
fr: Voir l'inscription temporaire

source: Inital Price
fr: Prix initial

source: Price with Discounts
fr: Prix avec rabais

source: Adjustments
fr: Ajustements

source: Rev. Item
fr: Article Rev.

source: Payment Details
fr: Détails du paiement

source: Refund
fr: Remboursement

source: Payment Method
fr: Mode de paiement

source: Transaction ID
fr: identifiant de transaction

source: Amount
fr: Montant

source: Comments/Notes
fr: Commentaires/Notes

source: Pay Invoice
fr: Payer la facture

source: Send Invoice Notifications: Confirmation
fr: Envoyer des notifications de facture: confirmation

source: Notification List
fr: Liste de notification

source: Recipients associated with the following invoices will be notified
fr: Les destinataires associés aux factures suivantes seront avisés

source: Selected
fr: Sélectionné

source: View
fr: Voir

source: Edit
fr: Modifier

source: Return To Invoices
fr: Retour aux factures

source: Unable to Notify
fr: Impossible de notifier

source: Invoice #
fr: Facture #

source: Date &amp; Time
fr: Date & amp; Heure

source: Student
fr: Étudiant

source: This payment does not appear to be automatically refundable. Please manually refund the money to this student after filling out this form.
fr: Ce paiement ne semble pas automatiquement remboursable.Rembourser manuellement l'argent à cet étudiant après avoir rempli ce formulaire.

source: Process Refund
fr: Procéder au remboursement

source: Total Refund Amount
fr: Montant total du remboursement

source: This invoice is not yet marked as paid. In determining any refund amount, please account for revenue that has not yet been received.
fr: Cette facture n'est pas encore payée. Pour déterminer le montant du remboursement,veuillez comptabiliser les revenus qui n'ont pas encore été reçus.

source: Error with ID
fr: Erreur avec l'ID

source: Error with Total Refund Amount
fr: Erreur avec le montant du remboursement total

source: Error with Initial Refund Amount
fr: Erreur avec le montant de remboursement initial

source: Item ID
fr: ID de l'article

source: Item Name
fr: Nom de l'article

source: Price (Gross)
fr: Prix (brut)

source: Price (Net)
fr: Prix (net)

source: Refunds/Adjustments
fr: Remboursements / ajustements

source: Class Registration Page
fr: Page d'inscription du cours

source: Select Another Event
fr: Sélectionnez un autre événement

source: Cancelled classes are not fully refunded. Confirm that this is desired?
fr: Les cours annulés ne sont pas entièrement remboursés. Assurez-vous que cela est souhaité?

source: Event Details
fr: Détails de l'évènement

source: Close
fr: Fermer

source: Start
fr: Début

source: End
fr: Fin

source: Read More
fr: Lire la suite

source: Process Refund: Confirmation
fr: Processus de remboursement: confirmation

source: Refund This Amount
fr: Rembourser ce montant

source: Prior Refunds to Invoice
fr: Remboursements antérieurs à la facture

source: Total Refunds to Invoice
fr: Remboursements totaux à la facture

source: More Classes and Events Coming Soon!
fr: Plus de cours et d'événements à venir!

source: Our upcoming classes have not yet been posted, but don't worry, they will be posted here soon! Check back soon for more information.
fr: Nos cours à venir n'ont pas encore été publiés, mais ne vous inquiétez pas, ils serontpubliés ici \ n

source: More Classes Coming Soon!
fr: Plus de cours à venir!

source: Is this a door/invoice registration?
fr: Est-ce une inscription à la porte / facture?

source: to be filled out only by school staff
fr: à remplir uniquement par le personnel de l'école

source: This is a door/invoice registration
fr: Ceci est une inscription à la porte / facture

source: more info
fr: Plus d’information

source: registered
fr: Inscrits

source: Sold Out!
fr: Épuisé!

source: Please join us for another class, or schedule a private lesson!
fr: S'il vous plaît joignez-vous à nous pour un autre cours, un autre mois, ou planifier une leçon” “privée!

source: Please join us at our next event!
fr: S'il vous plaît venez vous joindre à nous lors de notre prochain événement!

source: Registration Offline
fr: Inscription hors ligne

source: Registration is currently offline. Please check back later!
fr: L'inscription est actuellement hors ligne. S'il vous plaît revenez plus tard!

source: Please join us for another class, another month, or schedule a private lesson!
fr: S'il vous plaît joignez-vous à nous pour un autre cours, un autre mois, ou planifier une leçon” “privée!

source: Duplicate Selected Events
fr: Dupliquer les événements sélectionnés

source: You have selected the following events to repeat:
fr: Vous avez sélectionné les événements suivants à répéter:

source: Active Instructors
fr: Instructeurs actifs

source: Email all active instructors
fr: Envoyer un courriel à tous les instructeurs actifs

source: Private Email
fr: Courriel privé

source: Public Email
fr: Courriel publique

source: Phone
fr: Téléphone

source: Available for Privates
fr: Disponible pour des privés

source: Instructor Stats/Payments
fr: Statistiques / Paiements de l'instructeur

source: Stats
fr: Statistiques

source: Payment History
fr: historique de paiement

source: Assistant Instructors and Instructors In Training
fr: Instructeurs adjoints et instructeurs en formation

source: Guest Instructors
fr: Instructeurs invités

source: Staff Member Stats/Payments
fr: Statistiques / Paiements de l'instructeur

source: Edit Staff Bios
fr: Modifier les bios des instructeurs

source: schedule a private lesson
fr: planifier un privé

source: You've selected:
fr: Vous avez sélectionné:

source: Step 2: Provide Your Student Information
fr: Étape 2: Fournissez les informations sur vos étudiants

source: Total Students
fr: Nombre total d'étudiants

source: Drop-Ins Permitted
fr: Ouverture permise

source: Check In
fr: Enregistrement

source: This Series Price
fr: Le prix de cette série

source: Total Payment
fr: Paiement total

source: Drop-In
fr: OUVERT À TOUS

source: Customer Email
fr: Courriel du client

source: All-Time Classes
fr: Cours en tout temps

source: Customer Name
fr: Nom du client

source: Most recent reg. from this email address
fr: Inscription la plus récente à partir de cette adresse courriel

source: Gross
fr: Brut

source: Recorded Revenue
fr: Revenu enregistré

source: Received Revenue
fr: Revenu reçu

source: Gross Price
fr: Prix brut

source: Gross vs. Net Price
fr: Prix brut vs. Prix net

source: Discount Code
fr: Code de réduction

source: Discount
fr: réductions

source: Voucher
fr: Coupon

# registration
source: Reg.
fr: Inscription

source: Submit Checkins
fr: Soumettre les enregistrements

source: Check-ins submitted successfully!
fr: Enregistrement soumis avec succès!

source: Error submitting class check-in data.
fr: Erreur lors de la soumission des données d'enregistrement pour le cours

source: Select Another Class
fr: Sélectionner un autre cours

source: Site Settings
fr: Paramètres du site

source: Submission successful
fr: Soumission réussie

source: Thank You! Your form has been successfully submitted!
fr: Merci! Votre formulaire a été envoyé avec succès!

source: Invoice notifications successfully sent.
fr: Notifications de facture envoyées avec succès.

source: Invalid invoice identifiers specified.
fr: Identifiants spécifiés de facture incorrects.

source: No invoice identifiers specified.
fr: Aucun identificateur de facture spécifié.

source: Refund successfully processed.
fr: Le remboursement a été traité avec succès.

source: Error: No response from payment processing app. Check payment processor records for refund status.
fr: Erreur: Aucune réponse de l'application de traitement des paiements Vérifiez les” “enregistrements du processeur de paiement pour connaître l'état du remboursement.

source: An unkown error has occurred. Check payment processor records for refund status.
fr: Une erreur inconnue s'est produite Vérifiez les enregistrements du processeur de paiement” “pour connaître l'état du remboursement.

source: Email sent successfully.
fr: Courriel envoyé avec succès.

source: Test email from %s to be sent to:
fr: Tester le courriel de% s à envoyer à:

source: Email body:
fr: Corps du courriel:

source: Invalid customer ids passed
fr: Les ID client incorrects sont passés

source: None
fr: Aucun

source: Use this form to contact current or recent students.
fr: Utilisez ce formulaire pour contacter les étudiants actuels ou récents.

source: Invalid month.
fr: Mois invalide.

source: Repeated events created successfully.
fr: Événements répétés créés avec succès.

source: Invalid content type passed.
fr: type de contenu non valide passé.

source: Invalid ids passed
fr: ID Invalides passés

source: Substitute teaching reported successfully.
fr: Enseignement substitutif rapporté avec succès.

source: Use this form to report substitute teaching.
fr: Utilisez ce formulaire pour signaler un remplacement.

source: Staff member information updated successfully.
fr: Informations sur l'instructeur mises à jour avec succès.

source: Update Contact Information
fr: Mettre à jour les coordonnées

source: Use this form to update your contact information.
fr: Utilisez ce formulaire pour mettre à jour vos informations de contact.
