Repository: toweeelie/django-danceschool
Catalog: danceschool/core/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Plural of name
fr: Nom au pluriel

source: For the registration form.
fr: Pour le formulaire d'inscription

source: Order number
fr: Numéro de commande

source: Lower numbers show up first when registering.
fr: Les nombres inférieurs apparaissent en premier lors de l'inscription.

source: Dance role
fr: Rôle de danse

source: Dance roles
fr: Rôle de danse

source: Lower numbers show up first when choosing class types in the admin. By default, this does not affect ordering on public-facing registration pages.
fr: Les nombres inférieurs apparaissent en premier lors du choix des types de cours dans l'admin.par défaut, cela n'affecte pas la commande sur les pages d'inscriptions publiques.

source: Select default roles used for registrations of this dance type (can be overriden for specific events).
fr: Sélectionnez les rôles par défaut utilisés pour les enregistrements de ce type de danse (peut êtreécrasé pour des événements spécifiques".

source: Dance type
fr: Type de danse

source: Dance types
fr: Types de danses

source: This is used to order and look up dance types.
fr: Ceci est utilisé pour commander et rechercher des types de danse.

source: Dance Type
fr: Type de danse

source: Display Color
fr: Couleur d'affichage

source: Choose a color for the calendar display.
fr: Choisissez une couleur pour l'affichage du calendrier.

source: Level of dance type
fr: Niveau du type de danse

source: Levels of dance type
fr: Niveaux du type de danse

source: Event staff category
fr: Catégorie du personnel de l'événement

source: Event staff categories
fr: Catégories du personnel de l'événement

source: First name
fr: Prénom

source: Last name
fr: Nom

source: User account
fr: Compte d’utilisateur

source: Public Email Address
fr: Adresse courriel publique

source: This is the email address used on the site if the instructor is available for private lessons.
fr: Ceci est l'adresse courriel utilisée sur le site si l'instructeur est disponiblepour des leçons privées.

source: Private Email Address
fr: Adresse courriel privée

source: This is the personal email address of the instructor for the instructor directory.
fr: Ceci est l'adresse courriel personnelle de l'instructeur pour l'annuaire des instructeurs

source: Telephone
fr: Téléphone

source: Instructor phone numbers are for the instructor directory only, and should not be given to students.
fr: Les numéros de téléphone des instructeurs sont pour le répertoire des instructeurs seulement, et ne devraientpas être donné aux étudiants.

source: Staff photo
fr: Photo du personnel

source: Bio text
fr: Texte bio

source: Insert the instructor's bio here. Use HTML to include videos, formatting, etc.
fr: Insérez la biographie de l'instructeur ici. Utilisez le HTML pour inclure des vidéos, le formatageetc.

source: Included in staff categories
fr: Catégories du personnel de l'événement

source: Calendar/RSS feed key
fr: Calendrier / clé de flux RSS

source: Staffed this month
fr: Personnel ce mois-ci

source: Staffed for upcoming events
fr: Personnel pour les événements à venir

source: Staff member
fr: Membre du personnel

source: Staff members
fr: Membres du personnel

source: Can access the staff directory view
fr: Peut accéder à l'affichage de l'annuaire du personnel

source: Can view statistics about the school's performance.
fr: Peut voir des statistiques sur la performance de l'école.

source: Regular Instructor
fr: Instructeur régulier

source: Assistant Instructor
fr: Assistant Instructeur

source: Instructor-in-training
fr: Instructeur en formation

source: Guest Instructor
fr: Instructeur invité

source: Former Guest Instructor
fr: Ancien instructeur invité

source: Former/Retired Instructor
fr: Instructeur Ancien / Retraité

source: Publicly Hidden
fr: Publiquement caché

source: Instructor status affects the visibility of the instructor on the site, but is separate from the "categories" of event staffing on which compensation is based.
fr: Le statut d'instructeur affecte la visibilité de l'instructeur sur le site etpeut également avoir un impact sur le taux de rémunération de l'instructeur.

source: Is assistant
fr: Est assistant

source: Is guest
fr: Est invité

source: Is retired
fr: Est retraité

source: Is hidden
fr: Est caché

source: Is upcoming guest
fr: Est invité à venir

source: Status
fr: Statut

source: Instructors
fr: Instructeurs

source: Can update instructors' bio information
fr: Peut mettre à jour les informations biographiques des instructeurs

source: Can view one's own statistics (if an instructor)
fr: Peut voir ses propres statistiques (si est un instructeur)

source: Can view other instructors' statistics
fr: Peut voir les statistiques d'autres instructeurs

source: Can view one's own financial/payment data (if a staff member)
fr: Peut voir ses propres données financières / de paiement (si est un instructeur)

source: Can view other staff members' financial/payment data
fr: Peut voir les données financières / de paiement des autres instructeurs

source: Title
fr: Titre

source: Short description
fr: Description

source: Dance Type & Level
fr: Type et niveau de danse

source: Slug
fr: Coup

source: This is used in the URL for the individual class pages. You can override the default
fr: Ceci est utilisé dans l'URL pour les pages de cours individuelles. Vous pouvez remplacerle défaut

source: One Time Series
fr: Une série unique

source: If checked, this class description will not show up in the dropdown menu when creating a new series.
fr: Si cochée, cette description du cours n'apparaîtra pas dans le menu déroulantlors de la création d'une nouvelle série.

source: Level
fr: Niveau

source: Last offered
fr: Offert la fois précédente

source: Class series description
fr: Description de la série de cours

source: Class series descriptions
fr: Descriptions des séries de cours

source: Active Location
fr: Emplacement actif

source: Former Location
fr: Ancien emplacement

source: Special Event Location (not shown by default)
fr: Emplacement de l'événement spécial (non affiché par défaut)

source: Give this location a name.
fr: Donnez un nom à cet emplacement.

source: Enter the location's street address.
fr: Entrez l'adresse de l'emplacement.

source: 2-digit state code
fr: Code d'état à 2 chiffres

source: ZIP/postal code
fr: Zip / code postal

source: Insert any detailed directions that you would like here. Use HTML to include videos, formatting, etc.
fr: Insérer les instructions détaillées que vous souhaitez ici. Utiliser HTML pour

source: Is this location used regularly, used for special events, or no longer used?
fr: Cet emplacement est-il utilisé régulièrement, utilisé pour des événements spéciaux, ou n'est plus utilisé?

source: Default Venue Capacity
fr: Capacité du lieu par défaut

source: If set, this will be used to determine capacity for class series in this venue.
fr: Si défini, cela sera utilisé pour déterminer la capacité pour les séries de cours dans celieu.

source: Address
fr: Adresse

source: Location
fr: Emplacement

source: Give this room a name.
fr: Donner un nom à cette pièce.

source: If set, this will be used to determine capacity for class series in this room.
fr: Si défini, cela sera utilisé pour déterminer la capacité pour les séries de cours dans cettePièce.

source: By default, only room names are listed publicly. However, you may insert any descriptive information that you would like about this room here.
fr: Par défaut, seuls les noms de salles sont répertoriés publiquement, mais vous pouvez insérerToute information descriptive que vous souhaitez sur cette pièce ici.

source: Room
fr: Pièce

source: Rooms
fr: Pièces

source: Give this pricing tier a name (e.g. 'Default 4-week series')
fr: Attribuez un nom à ce niveau de tarification (par exemple, "Série par défaut de 4 semaines")

source: Online price
fr: Prix en ligne

source: At-the-door price
fr: Prix à la porte

source: Single class drop-in price
fr: Prix d'entrée du cours ouvert à tous

source: If students are allowed to drop in, then this price will be applied per class.
fr: Si les étudiants sont autorisés à entrer, ce prix sera appliqué parcours.

source: Expired
fr: Expiré

source: If this box is checked, then this pricing tier will not show up as an option when creating new series. Use this for old prices or custom pricing that will not be repeated.
fr: Si cette case est cochée, ce niveau de tarification n'apparaîtra pas en tant qu'optionlors de la création de nouvelles séries.Utilisez ceci pour les anciens prix ou personnalisés les prix qui ne seront pas répété.

source: Base price
fr: Tarif de base

source: Pricing tier
fr: Niveau de tarification

source: Pricing tiers
fr: Niveaux de tarification

source: Session name will be displayed.
fr: Le nom de la catégorie sera affiché.

source: Add an optional description.
fr: Ajoutez une description facultative.

source: Start Time
fr: Heure de début

source: End Time
fr: Heure de fin

source: Event session
fr: Données de Session et des Formulaires

source: Event sessions
fr: Décrivez l'événement pour la page de l'événement.

source: Category name will be displayed.
fr: Le nom de la catégorie sera affiché.

source: Event category
fr: Catégorie d'événement

source: Event categories
fr: Catégories d'événements

source: Show category separately on registration page
fr: Afficher la catégorie séparément sur la page d'inscription

source: Series category
fr: Catégorie de série

source: Series categories
fr: Catégories des séries

source: Calendar display color
fr: Couleur d'affichage du calendrier

source: Public event category
fr: Catégorie d'événement public

source: Public event categories
fr: Catégories d'événements publics

source: Registration disabled
fr: Inscription désactivée

source: Registration enabled
fr: Inscription activée

source: Registration held closed (override default behavior)
fr: Enregistrement tenu fermé (remplacement du comportement par défaut)

source: Registration held open (override default)
fr: Enregistrement maintenu ouvert (override default)

source: Registration open, but hidden from registration page and calendar (link required to register)
fr: Inscription ouverte, mais cachée de la page d'inscription et du calendrier (lienrequis pour s'inscrire

source: Hidden from registration page and registration closed, but visible on calendar.
fr: Caché de la page d'inscription et de l'inscription fermée, mais visible surcalendrier.

source: Event hidden and registration closed
fr: Événement caché et inscription fermée

source: Registration status
fr: Statut d'inscription

source: Set the registration status and visibility status of this event.
fr: Définissez l'état d'inscription et le statut de visibilité de cet événement.

source: Session
fr: Supprimer automatiquement les données d'inscription et de sessions

source: Unique link ID
fr: ID de lien unique

source: Registration is open
fr: L'inscription est ouverte

source: Registration closes days from first occurrence
fr: L'inscription ferme les jours suivant la première occurrence

source: Creation date
fr: Date de création

source: Last modified date
fr: Date de dernière modification

source: Submitted by user
fr: Soumis par l'utilisateur

source: Event capacity
fr: Capacité de l'événement

source: Year
fr: Année

source: Start time (first occurrence)
fr: Heure de début (première occurrence)

source: End time (last occurrence)
fr: Heure de fin (dernière occurrence)

source: Duration in hours
fr: Durée en heures

source: Event, begins %s
fr: Événement, commence %s

source: Event #%s
fr: Événement #%s

source: Display color
fr: Couleur d'affichage

source: Duration in minutes
fr: Durée en minutes

source: Base price for online registration
fr: Prix de base pour l'inscription en ligne

source: # Occurrences
fr: # d’occurences

source: First occurrence
fr: Première occurence

source: Begins
fr: Commence

source: Next occurrence
fr: Prochaine occurrence

source: Next occurs
fr: Le prochain est

source: Last occurrence
fr: Dernière occurrence

source: Ends
fr: Fini

source: Day of week
fr: Jour de la semaine

source: Hour
fr: Heure

source: Has begun
fr: A commencé

source: Has ended
fr: Est terminé

source: # Drop-ins
fr: # Ouvert à tous

source: # Registered
fr: # Inscrits

source: Applicable dance roles
fr: Rôles de danse applicables

source: # Registered by role
fr: # Inscrits par rôle

source: Sold Out
fr: Épuisé

source: Event URL
fr: URL de l'événement

source: If registration is enabled then a capacity must be set.
fr: Si l'inscription est activé, une capacité doit être définie.

source: Selected room is not part of selected location.
fr: La chambre sélectionnée ne fait pas partie de l'emplacement sélectionné.

source: Event: %s
fr: Événement : %s

source: Series/Event
fr: Série / Événement

source: All Series/Events
fr: Toutes les séries / événements

source: Check this box to mark that the class or event was cancelled.
fr: Cochez cette case pour indiquer que le cours ou l'événement a été annulé.

source: Duration
fr: Durée

source: On %s
fr: Sur %s

source: Occurs
fr: Se produit

source: Event occurrence
fr: Occurrence d'événement

source: Event occurrences
fr: Occurences d’événement

source: Event dance role
fr: Rôle de danse de l’événement

source: Event dance roles
fr: Rôles de danse de l’événement

source: Category
fr: Catégorie

source: Event
fr: Événement

source: Applicable event occurrences
fr: Occurrences d'événement applicables

source: Staff Member
fr: Membre du personnel

source: Replacement for
fr: Remplacement pour

source: Number of hours (optional)
fr: Veuillez indiquer le nombre d'heures à payer.

source: Submission User
fr: Utilisateur de soumission

source: Net hours
fr: Heures nettes

source: Event Staff
fr: Personnel d'événement

source: Event staff member
fr: Membre du personnel de l'événement

source: Event staff members
fr: Membres du personnel de l'événement

source: Class description
fr: Description du cours

source: Series category (optional)
fr: Catégorie de série (facultatif)

source: Allow class drop-ins
fr: Autoriser l'ouverture des cours

source: If checked, then all staff will be able to register students as drop-ins.
fr: "Si cochée, tout le personnel pourra inscrire les étudiants en tant que "visiteurs".

source: Class series URL
fr: URL de la Série de cours

source: If drop-ins are allowed then drop-in price must be specified by the Pricing Tier.
fr: Si les drop-ins sont autorisés, le prix de revient doit être spécifié par le niveau de tarification.

source: Class Series: %s
fr: Série de cours : %s

source: Class Series
fr: Série de cours

source: Class series
fr: Série de cours

source: Net hours taught
fr: Heures nettes enseignées

source: Series instructor
fr: Instructeur de la série

source: Series instructors
fr: Instructeurs de la série

source: subbed:
fr: remplacé :

source: subbed for
fr: remplacé pour

source: Must indicate which Instructor was replaced.
fr: Doit indiquer quel instructeur a été remplacé.

source: Can access the substitute teaching reporting form
fr: Peut accéder au formulaire de rapport d'enseignement de remplacement

source: Substitute instructor
fr: Instructeur suppléant

source: Substitute instructors
fr: Instructeurs suppléants

source: Event DJ
fr: Événement

source: Event DJs
fr: Événement

source: Series staff member
fr: Membre du personnel

source: Series staff members
fr: Membres du personnel

source: Give the event a title
fr: Donner un titre à l'événement

source: This is for the event page URL, you can override the default.
fr: Ceci est pour l'URL de la page de l'événement, vous pouvez remplacer la valeur par défaut.

source: Category (optional)
fr: Catégorie (facultatif)

source: Describe the event for the event page.
fr: Décrivez l'événement pour la page de l'événement.

source: External link to event (if applicable)
fr: Lien externe vers l'événement (le cas échéant)

source: Pricing Tier
fr: Niveau de prix

source: Public event
fr: Événement public

source: Public events
fr: Événements publics

source: Group name
fr: Attribuez un nom à ce groupe de points de niveau de prix (par exemple," Heures de cours en série standard ")

source: Customer group
fr: Groupe de points

source: Customer groups
fr: Client

source: Email address
fr: Adresse Courriel

source: # Events/series registered
fr: # Événements / séries inscrits

source: # Series registered
fr: # séries inscrites

source: # Public events registered
fr: # Événements publics inscrits

source: Customer's first series
fr: Première série du client

source: Customer's first series date
fr: Date de la première série du client

source: Customer's most recent series
fr: La série la plus récente du client

source: Customer's most recent series date
fr: Date de la série la plus récente du client

source: Able to view other Customer and User profile pages
fr: Capable d'afficher d'autres pages de profil client et d’utilisateur

source: How they heard about us
fr: Comment ils ont entendu parler de nous

source: Eligible for student discount
fr: Admissible au rabais étudiant

source: At-the-door registration
fr: Inscription à la porte

source: registered by user
fr: Inscrit par l'utilisateur

source: Registration date/time
fr: Date / Heure d'inscription

source: Price net of discounts
fr: Prix net des réductions

source: Expiration date
fr: Date d'Expiration

source: Price of class series
fr: Prix de la série de cours

source: Price of public events
fr: Prix des événements publics

source: Total price before discounts
fr: Prix total avant les réductions

source: Total discounts
fr: Total des réductions

source: First event starts
fr: Le premier événement commence

source: First class series starts
fr: La première série de cours commence

source: Last event ends
fr: Dernier événement termine

source: Last class series ends
fr: La dernière série de cours termine

source: Temporary Registration
fr: Inscription temporaire

source: Temporary registrations
fr: Inscriptions temporaires

source: Associated temporary registration
fr: Inscription temporaire associé

source: Issue with event registration
fr: Problème avec l'inscription à l'événement

source: Transaction was partially refunded
fr: La transaction a été partiellement remboursée

source: Net price
fr: Prix net

source: Is discounted
fr: Est réduit

source: Net price of class series
fr: Prix net de la série de cours

source: Net price of public events
fr: Prix net des événements publics

source: Registrations
fr: Inscriptions

source: Can access the series-level registration summary view
fr: Peut accéder à la vue récapitulative de l'inscription au niveau série

source: Can check-in customers using the summary view
fr: Peut enregistrer les clients en utilisant la vue récapitulative

source: Can process door payments in the registration system
fr: Peut traiter les paiements à la porte dans le système d'inscription

source: Can register students for drop-ins.
fr: Peut inscrire des étudiants comme visiteurs.

source: Can register students for series/events that are closed for registration by the public
fr: Peut enregistrer des étudiants pour des séries / événements qui sont fermés à l'inscription par” “le public

source: Can register students for series/events that are officially sold out
fr: Peut inscrire des étudiants pour des séries / événements qui sont officiellement épuisés

source: Can register students for drop-ins even if the series does not allow drop-in registration.
fr: Peut enregistrer des étudiants pour des cours ouverts même si la série ne permet pas” “d'iscriptions visite.

source: Price before discounts
fr: Prix avant les réductions

source: Checked In
fr: Enregistré

source: Check to mark the individual as checked in.
fr: Cochez pour marquer l'individu comme enregistré.

source: Drop-in registration
fr: Inscription cours ouvert

source: If true, this is a drop-in registration.
fr: Si vrai, ceci est l’inscription au cours ouvert

source: Mark as cancelled so that this registration is not counted in student/attendee counts.
fr: Marquer comme annulé afin que cette inscription ne soit pas comptabilisée dans le nombre” “d'étudiants / participants.

source: Matching temporary registration
fr: Correspondance d'inscription temporaire

source: Event registration
fr: Inscription d'événement

source: Event registrations
fr: Inscriptions d'événements

source: Temporary event registration
fr: Inscription d'événement temporaire

source: Temporary event registrations
fr: Inscriptions d'événements temporaires

source: Template name
fr: Nom du modèle

source: Subject line
fr: Ligne d'objet

source: Plain text Content
fr: Contenu en texte brut

source: See the list of available variables for details on what information can be included with template tags.
fr: Voir la liste des variables disponibles pour plus de détails sur les informations qui peuvent” “être incluses avec les balises de gabarit.

source: HTML rich text content
fr: Contenu HTML enrichi

source: Emails are sent as plain text by default. To send an HTML email instead, enter your desired content in this field.
fr: Les courriels sont envoyés en texte brut par défaut. Pour envoyer un courriel HTML,entrez votre contenu souhaité dans ce champ.

source: From name (default)
fr: De nom (par défaut)

source: From address (default)
fr: De l'adresse (par défaut)

source: CC (default)
fr: CC (par défaut)

source: Group permissions required to use.
fr: Autorisations de groupe requises pour utiliser.

source: Some templates should only be visible to some users.
fr: Certains modèles ne doivent être visibles que par certains utilisateurs.

source: Hide from 'Email Students' form
fr: Masquer le formulaire "Etudiants"

source: Check this box for templates that are used for automated emails.
fr: Cochez cette case pour les modèles utilisés pour les courriels automatisés.

source: HTML Email Template
fr: Modèle de courriel HTML

source: Email template
fr: Modèle de courriel

source: Email templates
fr: Modèles de courriels

source: Can send emails using the SendEmailView
fr: Peut envoyer des courriels en utilisant le mode SendEmailView

source: Unpaid
fr: Non payé

source: Authorized using payment processor
fr: Autorisé en utilisant un processeur de paiement

source: Paid
fr: Payé

source: Cash payment recorded
fr: Paiement en espèces enregistré

source: Refunded in full
fr: Remboursé en totalité

source: Rejected in processing
fr: Rejeté en cours de traitement

source: Error in processing
fr: Erreur dans le traitement

source: Invoice number
fr: Numéro de facture

source: Validation string
fr: Chaîne de validation

source: Recipient first name
fr: Prénom du destinataire

source: Recipient last name
fr: Nom du destinataire

source: Recipient email address
fr: Adresse courriel du destinataire

source: Invoice created
fr: Facture créée

source: Last modified
fr: Dernière modification

source: Payment status
fr: Statut de paiement

source: Paid Online
fr: Payé en ligne

source: Registered by user
fr: Enregistré par l'utilisateur

source: Collected by user
fr: Recueilli par l'utilisateur

source: Total before discounts
fr: Total avant rabais

source: Total billed amount
fr: Montant total facturé

source: Refunds/adjustments
fr: Remboursements / ajustements

source: Processing fees
fr: Frais de traitement

source: Buyer pays sales tax
fr: L'acheteur paie la taxe de vente

source: Net Amount Paid
fr: Montant net payé

source: Outstanding balance
fr: solde restant dû

source: Amount refunded
fr: Montant remboursé

source: Unallocated adjustments
fr: Ajustements non alloués

source: All refunds are allocated
fr: Tous les remboursements sont alloués

source: Net revenue
fr: Revenu net

source: Discount percentage
fr: Pourcentage de remise

source: Invoice URL
fr: URL de la facture
