Repository: toweeelie/django-danceschool
Catalog: danceschool/core/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Duplicate selected events
fr: Dupliquer les événements sélectionnés

source: Event-specific dance role
fr: Rôle de danse spécifique à l'événement

source: Event-specific dance roles (override default)
fr: Rôle de danse spécifique à l'événement (annuler par défaut)

source: Enter a staff member name
fr: Entrez un nom de membre du personnel

source: Instructor
fr: Instructeur

source: Start Date/Time
fr: Date/Heure Début

source: End Date/Time
fr: Date/Heure Fin

source: Send email notifications for selected invoices
fr: Envoyer des notifications par courriel pour les factures sélectionnées

source: Recipient
fr: Destinataire

source: Invoice
fr: Facture

source: Invoice notification
fr: Avis de facture

source: Final registration
fr: Inscription définitive

source: Temporary registration
fr: Inscription temporaire

source: Links
fr: Liens

source: Financial Details
fr: Détails Financiers

source: Additional data
fr: Données additionelles

source: Customer
fr: Client

source: Registration
fr: Inscription

source: CANCELLED:
fr: ANNULÉ

source: DROP-IN:
fr: OUVERT À TOUS

source: Event Registrations
fr: Inscriptions Événements

source: Groups
fr: Groupes

source: Additional Customer Data
fr: Données Supplémentaires sur Clients

source: Email selected customers
fr: Envoyer courriel aux clients sélectionnés

source: Enter a customer name
fr: Entrez un nom de client

source: Email selected customer groups
fr: Envoyer courriel aux clients sélectionnés

source: Plain text content
fr: Contenu en texte brut

source: Rich text HTML content
fr: Contenu HTML enrichi

source: Instructor status
fr: Statut d'instructeur

source: Available for private lessons
fr: Disponible pour des leçons privées

source: Staff categories
fr: Catégories du personnel de l'événement

source: Direct Registration Link
fr: Lien d'inscription directe

source: # Registered Students
fr: # d’Étudiants Inscrits

source: Override Display/Registration/Capacity
fr: Remplacer Affichage / Inscription / Capacité

source: Registration/Visibility
fr: Inscription / Visibilité

source: Description/Link
fr: Description / Lien

source: Error at start.
fr: Erreur au démarrage

source: Error, no POST data.
fr: Erreur, pas de données POST.

source: Error, not authenticated.
fr: Erreur, non authentifié.

source: Error, no template ID provided.
fr: Erreur, aucun modèle d'Identification fourni.

source: Error getting template.
fr: Erreur lors de l'obtention du modèle.

source: Error, no permission to access this template.
fr: Erreur, aucune autorisation pour accéder à ce modèle.

source: Core School Functions
fr: Fonctions de base de l'école

source: Invalid event information passed.
fr: Information d'événement non valide transmise.

source: Registration for '%s' is sold out. Based on your user permission level,
fr: L'inscription pour '% s' est épuisé, en fonction de votre niveau d'autorisation d'utilisateur

source: Registration for "%s" is tentatively sold out while others complete their registration. Please try again later.
fr: Enregistrement pour \”% s\” est provisoirement épuisé tandis que d'autres complètent leurinscription. Veuillez réessayer plus tard.

source: Invalid registration identifier passed to summary view.
fr: Identificateur d'inscription invalide transmis à la vue récapitulative.

source: Your registration session has expired. Please try again.
fr: Votre séance d'inscription est expirée. Veuillez réessayer.

source: Invalid registration identifier passed to sign-up form.
fr: Identificateur d'inscription invalide transmis au formulaire d'inscription.

source: Registration Apphook
fr: Inscription Apphook

source: Set of Staff Images or Bios
fr: Ensemble d'images d'instructeur ou bios

source: Staff
fr: Personnel

source: Information on All Public Locations
fr: Informations sur tous les emplacements publics

source: Locations
fr: Emplacements

source: Individual Location Information
fr: Informations sur l'emplacement individuel

source: List of Events
fr: Liste des événements

source: Events
fr: Évènements

source: Limit Start Date
fr: Date de début de la limite

source: Limit End Date
fr: Date de fin de la limite

source: Limit Number
fr: Il s'agit généralement d'un paramètre spécifique à l'emplacement ou d'un paramètre spécifique à l'événement.Cependant, si une limite n'est pas fournie autrement, cela limitera lenombre d'inscriptions autorisées.

source: Limit Categories/Levels
fr: Niveaux du type de danse

source: Other Restrictions
fr: Restrictions

source: Public Calendar
fr: Autres restrictions

source: Staff Images
fr: Membres du personnel

source: Staff Bios with Images
fr: Bios d'instructeur avec images

source: Directions for Each Location
fr: Directions pour chaque emplacement

source: Directions for This Location
fr: Directions pour cet emplacement

source: Default Grouped List of Events
fr: Liste par défaut des événements par mois

source: Global Settings
fr: Paramètres globaux

source: View Registrations
fr: Voir les inscriptions

source: Registration Page
fr: Page d'inscription

source: Add a Class Series
fr: Ajouter une série de cours

source: Add a Public Event
fr: Ajouter un événement public

source: Edit Existing Series
fr: Modifier une série existante

source: Edit Existing Events
fr: Modifier les événements existants

source: Related Items
fr: Articles connexes

source: Class Descriptions
fr: Descriptions des cours

source: Customers
fr: Clients

source: Customer Groups
fr: Client

source: Dance Roles
fr: Rôles de danse

source: Dance Types/Levels
fr: Types de danse / niveaux

source: Event Staff Categories
fr: Catégories de personnel de l'événement

source: Pricing Tiers
fr: Niveaux de tarification

source: Public Event Categories
fr: Catégories d'événements publics

source: Your Stats
fr: Vos statistiques

source: Update Your Contact Info
fr: Mettez à jour vos informations de contact

source: Instructor/Staff Directory
fr: Répertoire d'instructeur / personnel

source: Email Students
fr: Courriel des étudiants

source: Report Substitute Teaching
fr: Signaler un remplacement d'enseignement

source: Manage Staff/Instructors
fr: Gérer les instructeurs

source: Content
fr: Contenu

source: Manage Uploaded Files
fr: Gérer les fichiers téléchargés

source: Manage Email Templates
fr: Gérer les modèles de courriel

source: View/Export Survey Responses
fr: Afficher / exporter les réponses à l'enquête

source: Create an Invoice
fr: Créer une facture

source: Invoices
fr: Factures

source: I've Taken Classes Before
fr: J'ai pris des cours avant

source: Flyers/Cards
fr: Dépliants / Cartes

source: Another Student
fr: Un autre étudiant

source: Other
fr: Autre

source: General Settings
fr: Réglages Généraux

source: Contact Info
fr: Informations de contact

source: Email
fr: Courriel

source: Calendar
fr: Calendrier

source: Currency Code
fr: Code de devise

source: Use a three-letter currency code for compatibility with payment systems
fr: Utilisez un code de devise à trois lettres pour la compatibilité avec les systèmes de paiement

source: Currency Symbol
fr: Symbole de devise

source: Enter a symbol to use on the website representing the currency used (e.g. $)
fr: Entrez un symbole à utiliser sur le site Web représentant la devise utilisée (par exemple $)

source: Staff Photos Folder
fr: Dossier photos du personnel

source: The folder used to store profile photos of staff members. Note that if this is changed, existing profile photos linked to staff members will not be moved.
fr: Le dossier utilisé pour stocker les photos de profil des membres du personnel. Notez que s'ilest changé, les photos de profil existantes liées aux membres du personnel ne seront pasdéplacé.

source: Default Admin Form Success Page
fr: Page Succès du formulaire d'administration par défaut

source: The page to which a staff user is redirected after successfully submitting an admin form.
fr: La page vers laquelle un membre du personnel est redirigé après l'envoi réussid’un formulaire d'admin.

source: Enable Periodic (Cron) Tasks
fr: Activer les tâches périodiques (Cron)

source: Uncheck this if you will be using crontab, a scheduling service such as Heroku, or if you otherwise do not wish to permit automatic generation of expenses, closing of class registration, etc.
fr: Décochez cette case si vous utilisez crontab, un service de planification tel queHeroku, ou si vous ne voulez pas autoriser la génération automatique dedépenses, fermeture de l'inscription de cours, etc.

source: Instructor Event Staff Category
fr: Catégorie du personnel de l'évènement de l'instructeur

source: Class Instruction
fr: Instruction de classe

source: Assistant Instructor Event Staff Category
fr: Catégorie du personnel de l'évènement de l'assistant instructeur

source: Assistant Class Instruction
fr: Instruction de cours Assistant

source: Substitute Teacher Event Staff Category
fr: Catégorie du personnel de l'évènement du remplaçant instructeur

source: Substitute Teaching
fr: Enseignement Suppléant

source: DJ Event Staff Category
fr: Catégorie du personnel de l'évènement de l'instructeur

source: Other Staff Event Staff Category
fr: Catégorie du personnel de l'évènement autre

source: Other Staff
fr: Personnel autre

source: Business Name
fr: Nom de l'entreprise

source: For invoices and template use
fr: Pour les factures et l'utilisation du modèle

source: Business phone number
fr: Numéro de téléphone de l’entreprise

source: Business email address
fr: Adresse courriel professionnelle

source: Business street/mailing address (Line 1)
fr: Rue / adresse postale de l’entreprise (ligne 1)

source: Business Address Line 2
fr: Adresse de l’entreprise Ligne 2

source: City
fr: Ville

source: State
fr: État / Province

source: ZIP/Postal Code
fr: Zip / code postal

source: Country code
fr: Code du pays

source: Use a two-letter country code for compatibility with payment systems
fr: Utilisez un code de pays à deux lettres pour la compatibilité avec les systèmes de paiement

source: Registration Enabled
fr: Inscription Activé

source: Default Registration Capacity
fr: Capacité d'inscription par défaut

source: This is usually a location-specific setting or an event-specific setting. However, if a limit is not otherwise provided, then this will limit the number of registrations allowed.
fr: Il s'agit généralement d'un paramètre spécifique à l'emplacement ou d'un paramètre spécifique à l'événement.Cependant, si une limite n'est pas fournie autrement, cela limitera lenombre d'inscriptions autorisées.

source: Close Registration Days After Beginning
fr: Fermer les jours d'inscription après le début

source: By default, online registration closes automatically this many days from the beginning of an Event or Series (e.g. Enter 2 to close two days after beginning, or enter -3 to close three days before beginning). This value can be overridden for individual Events.
fr: Par défaut, l'inscription en ligne se ferme automatiquement après tant de joursdu début d'un événement ou d'une série (par exemple, entrez 2 pour fermer deux jours aprèsLe début, ou entrez -3 pour fermer trois jours avant de commencer. Cette valeur peut être outrepassé pour des événements individuels.

source: Do Not Show Registration for Events that Begin More Than __ Days in the Future
fr: Ne pas afficher l'inscription pour les événements qui commencent plus de __ jours dans” “l'avenir

source: By default, events are shown on the registration page as soon as they are created. If you list events far into the future, set this value, and events that begin more than this many days in the future will not be shown in the registration page. Enter 0 for no restriction.
fr: Par défaut, les événements sont affichés sur la page d'inscription dès qu'ils sontcréés. Si vous listez des événements loin dans le futur, définissez cette valeur et les” “événementsqui commence plus que ce nombre de jours dans le futur ne sera pas montré dans lapage d'inscription, entrez 0 pour aucune restriction.

source: Month
fr: Mois

source: Weekday
fr: Jour de la semaine

source: Month and Weekday
fr: Jour de la semaine

source: Month of first occurrence
fr: Première occurence

source: Month of second occurrence
fr: Première occurence

source: Month of last occurrence
fr: Le mois dernier

source: Month with the most occurrences
fr: # d’occurences

source: No description
fr: Description

source: First 10 words
fr: Prénom

source: First 20 words
fr: Première occurence

source: First 50 words
fr: Première occurence

source: Full description
fr: Nom complet

source: Sales tax percentage rate to be applied registrations
fr: Taux de pourcentage de taxe sur les ventes à appliquer

source: Enter, e.g. '10' for a 10% tax rate to be applied to all class and event registrations.
fr: Entrez, par exemple ‘10’ pour un taux d'imposition de 10% à appliquer à tous les inscriptions” “aux cours et événements

source: Buyer pays sales tax (added to total price)
fr: L'acheteur paie la taxe de vente (ajoutée au prix total)

source: If unchecked, then the buyer will not be charged sales tax directly, but the amount of tax collected by the business will be reported.
fr: Si non cochée, alors l'acheteur ne sera pas facturé directement la taxe de vente, mais lemontant de la taxe collectée par l'entreprise sera signalé.

source: Allow users to login/signup during registration
fr: Autoriser les utilisateurs à se connecter / s'inscrire lors de l'inscription

source: Temporary registration data expires after __ minutes
fr: Les données d'inscriptions temporaires expirent après __ minutes

source: In each step of the registration process, customers have this many minutes to proceed before they are no longer guaranteed a spot and are required to begin again.
fr: A chaque étape du processus d'inscription, les clients ont autant de minutespour procéder avant qu'ils ne sont plus garantis une place et sont tenus derecommencer.

source: Automatically delete expired temporary registration and session data
fr: Supprimer automatiquement les données d'inscription et de sessions

source: If this box is checked, then an hourly script will automatically expired temporary registration and session data. Disabling this feature is only recommended for testing.
fr: Si cette case est cochée, un script horaire expirera automatiquementenregistrement temporaire et données de session. Désactiver cette fonctionnalité est” “seulementrecommandé pour les tests.

source: Disable Sending of Emails
fr: Désactiver l'envoi de courriels

source: Check to disable all standard emails from being sent.
fr: Cochez cette case pour désactiver l'envoi de tous les courriels standard.

source: Email address that general site emails are sent from
fr: Adresse courriel d'où les courriels du site général sont envoyés

source: This email address may be overridden by specific email templates
fr: Cette adresse courriel peut être remplacée par des modèles de courriel spécifiques

source: Name that is used for general site emails
fr: Nom utilisé pour les courriels généraux du site

source: This name may be overridden by specific email templates
fr: Ce nom peut être remplacé par des modèles de courriel spécifiques

source: Send Error Emails
fr: Courriels d'erreur d'envoi

source: Email address that error emails are sent from
fr: Adresse courriel à partir de laquelle les courriels d'erreur sont envoyés

source: Email address that error emails are sent to
fr: Adresse courriel à laquelle les courriels d'erreur sont envoyés

source: Protocol for URLs in email templates
fr: Protocole pour les URL dans les modèles de courriels

source: Invoice emails and other emails sometimes include links that require a protocol to be specified via the "protocol" context variable. If your site uses solely HTTPS, you may need to change this value to avoid broken links.
fr: Les courriels de facture et autres courriels incluant parfois des liens qui nécessitent un

source: Email template used for successful email registrations
fr: Modèle de courriel utilisé pour les inscriptions réussies par courriels.

source: Registration Confirmation Email
fr: Courriel de Confirmation d'inscription

source: Registration Confirmation
fr: Confirmation d'inscription

source: Email template used for invoice email creation
fr: Modèle de courriel utilisé pour la création de courriel de facturation

source: Registration Invoice Email
fr: Courriel de Facture d'inscription

source: Registration Invoice
fr: Facture d'inscription

source: Enable public calendar feed
fr: Activer le flux du calendrier public

source: Uncheck to disable the automatic creation of a public calendar feed.
fr: Décochez pour désactiver la création automatique d'un flux du calendrier public.

source: Enable private calendar feed
fr: Activer le flux du calendrier privé

source: Uncheck to disable the automatic creation of private (per-instructor) calendar feeds.
fr: Décochez pour désactiver la création automatique de flux (par-instructeur)du calendrier privé.

source: Default color used for classes on the calendar
fr: Couleur par défaut utilisée pour les classes du calendrier

source: Enter a CSS compatible color
fr: Entrer une couleur compatible CSS

source: Default color used for events on the calendar
fr: Couleur par défaut utilisée pour les événements du calendrier

source: %s Events Calendar
fr: %s Calendrier des événements

source: %s Staff Calendar for %s %s
fr: %s Calendrier de l'instructeur pour %s %s

source: Calendar for %s
fr: Calendrier pour %s

source: Additional Choices
fr: Choix supplémentaires

source: Register now
fr: Inscrire maintenant

source: Door/Invoice Registration
fr: Facture / Inscription à la porte

source: %s sold out!
fr: %s épuisé!

source: Register (%s registered)
fr: Inscription (%s inscrit)

source: Sold out!
fr: Épuisé!

source: Drop-in:
fr: Ouvert à tous

source: Must select only one role.
fr: Doit sélectionner un seul rôle.

source: Cannot register for drop-in classes and also for the entire series.
fr: Vous ne pouvez pas vous inscrire à des cours ouverts à tous et à toute la série.

source: Must register for at least one class or series.
fr: Doit s'inscrire pour au moins un cours ou une série.

source: First Name
fr: Prénom

source: Last Name
fr: Nom

source: Telephone (optional)
fr: Téléphone (facultatifl)

source: We may use this to notify you in event of a cancellation.
fr: Nous pourrions utiliser ceci pour vous informer en cas d'annulation.

source: I am a student
fr: Je suis étudiant

source: Photo ID is required at the door
fr: Une pièce d'identité avec photo est requise à la porte

source: Add me to the mailing list
fr: Ajoutez-moi à la liste d’envoi

source: <strong>I agree to all policies (required)</strong>
fr: <strong>J'accepte toutes les politiques (requis)</strong>

source: By checking, you agree to abide by all policies.
fr: En cochant, vous acceptez de respecter toutes les politiques.

source: Voucher ID
fr: Identification du bon

source: How did you hear about us?
fr: Comment avez-vous entendu parler de nous?

source: Optional
fr: Facultatif

source: Comments
fr: Commentaires

source: Add anything else you'd like to tell us.
fr: Ajoutez tout ce que vous aimeriez nous dire.

source: Complete Registration
fr: Inscription complète

source: Payment Received
fr: Paiement reçu

source: Payment received by:
fr: Paiement reçu d'ici le :

source: Enter a user name
fr: Entrer un nom d'utilisateur

source: Amount Paid
fr: Montant payé

source: Send Invoice
fr: Envoyer une facture

source: Payer Email Address
fr: Adresse courriel du payeur

source: Cash Payment
fr: Paiement en espèces

source: submissionUser not found.
fr: soumission Utilisateur non trouvé.

source: Invalid user submitted door payment.
fr: Paiement à la porte soumis par l’utilisateur n'est pas valide.

source: Invalid user submitted invoice.
fr: Facture soumise par l'utilisateur non valide.

source: Must choose either cash payment or invoice submission, not both.
fr: Doit choisir le paiement en espèces ou la soumission de facture, pas les deux.

source: Must select either cash payment or invoice submission.
fr: Doit sélectionner le paiement en espèces ou la soumission de facture.

source: Submission user is required.
fr: L'utilisateur de soumission est requis.

source: Must specify recipient of the money.
fr: Doit spécifier le destinataire de l'argent.

source: Must specify the amount of the payment.
fr: Doit spécifier le montant du paiement.

source: Must specify the email address of the invoice recipient.
fr: Vous devez spécifier l'adresse courriel du destinataire de la facture.

source: Cancelled
fr: Annulé

source: Refund Amount
fr: Montant du remboursement

source: Explanation/Comments (optional)
fr: Explication / Commentaires (facultatif)

source: This information will be added to the comments on the invoice associated with this refund.
fr: Cette information sera ajoutée aux commentaires sur la facture associéeavec ce remboursement.

source: Enter explanation/comments...
fr: Entrer les explications / commentaires ...

source: Passed value does not match sum of allocated refunds.
fr: La valeur transmise ne correspond pas à la somme des remboursements alloués.

source: Total refunds allocated exceed revenue received.
fr: Le total des remboursements alloués dépasse le revenu reçu.

source: Cannot reduce the total amount of the refund.
fr: Impossible de réduire le montant total du remboursement.

source: All students in one or more series
fr: Tous les étudiants dans une ou plusieurs séries

source: All Students in a given month
fr: Tous les étudiants dans un mois donné

source: Plain text email
fr: Courriel en texte brut

source: HTML rich text email
fr: Contenu HTML enrichi

source: This email is for:
fr: Ce courriel est pour :

source: (Optional) Select a template
fr: (Facultatif) Choisir un modèle

source: Send this email as
fr: Envoyer ce courriel comme

source: CC Myself:
fr: CC Moi-même

source: Email all students registered in month:
fr: Envoyer par courriel à tous les étudiants inscrits ce mois-ci:

source: Email all students registered in a current/recent series:
fr: Envoyer par courriel à tous les étudiants inscrits dans une série actuelle / récente :

source: Test email:
fr: Courriel test :

source: Send a test email to myself only.
fr: Envoyer un courriel test à moi-même uniquement.

source: Selected customers
fr: Clients sélectionnés

source: Message is required.
fr: Le message est requis.

source: One or more classes you have selected already has a substitute teacher for that class.
fr: Un ou plusieurs cours que vous avez sélectionnées ont déjà un enseignant suppléant pource cours.

source: You cannot substitute teach for a class in which you were an instructor.
fr: Vous ne pouvez pas être suppléant pour un cours dans lequelle vous étiez instructeur.

source: Available For private lessons
fr: Disponible pour des leçons privées

source: Check this box if you would like to be listed as available for private lessons from students.
fr: Cochez cette case si vous souhaitez être listé comme disponible pour donner desleçons privées des étudiants.

source: First event occurs on
fr: Le premier événement se produit le

source: Repeat every
fr: Répéter chaque

source: Period
fr: Période

source: Days
fr: Jours

source: Weeks
fr: Semaines

source: Months
fr: Mois

source: Repeat this many times
fr: Répéter cela plusieurs fois

source: Repeat until this date
fr: Répéter jusqu'à cette date

source: End date must be after start date.
fr: La date de fin doit être après la date de début.

source: Please specify either a number of repeats or an end date, not both.
fr: Veuillez spécifier un nombre de répétitions ou une date de fin, pas les deux.

source: Email must have a recipient.
fr: Le courriel doit avoir un destinataire

source: %s is not a valid template.
fr: %s n'est pas un modèle valide.

source: Name
fr: Nom
