Repository: toweeelie/django-danceschool
Catalog: danceschool/news/locale/*/LC_MESSAGES/django.po
Languages: fr

source: News Apphook
fr: Nouvelles Apphook

source: Show Latest News Items
fr: Afficher les dernières nouvelles

source: News
fr: Nouvelles

source: Default Template
fr: Modèle par défaut

source: Content
fr: Contenu

source: Add News Item
fr: Ajouter un élément de Nouvelles

source: Manage News Items
fr: Gérer les éléments de nouvelles

source: %s Latest News
fr: % s Dernières nouvelles

source: Updates and news items from %s
fr: Mises à jour et nouvelles de% s

source: Title
fr: Titre

source: Title the news item. Make sure this is descriptive.
fr: Titre de l'article de nouvelles. Assurez-vous que c'est descriptif.

source: Insert news content here.
fr: Insérer le contenu des nouvelles ici.

source: Alert
fr: Alerte

source: Alerts (such as cancellations) may be displayed in an emphasized fashion.
fr: Les alertes (telles que les annulations) peuvent être affichées de manière accentuée.

source: Pinned
fr: Épinglé

source: If this field is set, then the news item will continue to show up on the main page until someone unpins it.
fr: Si ce champ est défini, alors l'élément de nouvelles continuera à apparaître sur la page” “principale jusqu'à ce que quelqu'un le débloque.

source: Draft status
fr: état de projet

source: Check to hide from publication
fr: Cochez pour masquer la publication

source: Hidden
fr: Caché

source: If for some reason you need to make a news item invisible, this will do that.
fr: Si pour une raison quelconque, vous devez rendre un élément de nouvelles invisible, cela fera” “l'affaire.

source: Creation date
fr: Date de création

source: Last modified date
fr: Date de dernière modification

source: Time of most recent edit
fr: Heure de la dernière modification

source: Publication date
fr: Date de publication

source: News item
fr: Information

source: News items
fr: Informations

source: Maximum number of items to show
fr: Nombre maximum d'éléments à afficher

source: Published since (days ago)
fr: Publié depuis (jours)

source: Leave blank for no limit.
fr: Laissez vide pour aucune limite.

source: Show Alerts Only
fr: Afficher les alertes uniquement

source: Ignore Pinned Item Precedence
fr: Ignorer la priorité des éléments épinglés

source: By default, pinned items are shown first, regardless of publication date. Checking this box overrides that behavior.
fr: Par défaut, les éléments épinglés sont affichés en premier, quelle que soit la date de publication.Cocher cette case remplace ce comportement.

source: Template
fr: Modèle

source: Latest News
fr: Dernières nouvelles

source: Post News Item
fr: Publier un article

source: See More News
fr: Voir plus de nouvelles

source: previous
fr: précédent

source: next
fr: prochain
