Repository: toweeelie/django-danceschool
Catalog: danceschool/private_lessons/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Instructor
fr: Instructeur

source: Instructors
fr: Instructeurs

source: Customers
fr: Clients

source: Private Lessons Functions
fr: Fonctions de leçons privées

source: Staff
fr: Personnel

source: Your Stats
fr: Vos statistiques

source: Schedule a Private Lesson
fr: Programmer une leçon privée

source: Private Lesson Availability
fr: Disponibilité de la leçon privée

source: Private Lessons
fr: Leçons privées

source: Allow non-staff to book private lessons for themselves.
fr: Permettre aux non-membres du personnel de réserver des leçons privées pour” “eux-mêmes.

source: The private lesson booking functions will only be available to individuals with permissions unless this box is checked.
fr: Les fonctions de réservation de leçons privées ne seront disponibles que pour les personnes” “ayant des permissions, sauf si cette case est cochée.

source: Allow payment for private lessons through the registration system.
fr: Autoriser le paiement pour les leçons privées à travers le système d'inscription.

source: Notify instructor when a private lesson is booked
fr: Avertir l'instructeur lorsqu'une leçon privée est réservée

source: If checked, then instructors will receive a notification email whenever a private lesson is scheduled with them.
fr: Si cochée, les instructeurs recevront un e-mail de notification chaque fois qu'une leçon privée” “est programmée avec eux.

source: Open private lesson booking days in advance
fr: Ouvrir des jours de réservation de leçons privées à l'avance

source: Close private lesson booking days in advance
fr: Fermer les leçons privées de réservation à l'avance

source: Enter 0 to allow booking up to the start time of the lesson.
fr: Entrez 0 pour autoriser la réservation jusqu'à l'heure de début de la leçon.

source: Default lesson booking length (minutes)
fr: Durée de réservation de leçon par défaut (minutes)

source: Interval in which lesson lengths can be changed (minutes)
fr: Intervalle dans lequel la durée des leçons peuvent être modifiées (minutes)

source: Minimum lesson booking length (minutes)
fr: Durée minimale de réservation de leçon (minutes)

source: Enter 0 for no limit
fr: Entrez 0 pour aucune limite

source: Maximum lesson booking length (minutes)
fr: Durée maximale de réservation de leçon (minutes)

source: Private Lesson Event Staff Category
fr: Catégorie de personnel de l'événement de leçon privée

source: Private Lesson Instruction
fr: Instruction de leçon privée

source: Email template used to notify customers that their lesson is scheduled
fr: Modèle de courriel utilisé pour informer les clients que leur leçon est planifiée

source: This email template will only be used for lesson bookings that do not go through the full online registration and payment system.
fr: Ce modèle d'e-mail ne sera utilisé que pour les réservations de cours qui ne passent pas par” “le système complet d'inscription et de paiement en ligne.

source: Private Lesson Booking Confirmation Email
fr: Courriel de Confirmation de la réservation de leçon privée

source: Confirmation of Scheduled Private Lesson
fr: Confirmation de la leçon privée planifiée

source: Email template used to notify instructors that a lesson has been scheduled
fr: Modèle de courriel utilisé pour informer les instructeurs qu'une leçon a été programmée

source: Private Lesson Booking Instructor Notification
fr: Notification à l'instructeur de réservation de leçon privée

source: Notification of Private Lesson Scheduling
fr: Notification de la planification de leçons privées

source: Duration
fr: Durée

source: Dance role
fr: Rôle de danse

source: Expected # Participants
fr: Nombre attendu de participants

source: Be advised that group lessons may be charged a different rate.
fr: Sachez que les leçons de groupe peuvent être facturées à un taux différent.

source: Comments/Notes
fr: Commentaires/Notes

source: Please enter any comments or notes that you would like to be provided to the instructor before the lesson, such as the topics on which you may want to focus.
fr: Veuillez entrer les commentaires ou les notes que vous aimeriez recevoir avant la leçon, par” “exemple les sujets sur lesquels vous souhaitez vous concentrer.

source: Door/Invoice Registration
fr: Facture / Inscription à la porte

source: Start date
fr: Date de début

source: End date
fr: Date de fin

source: Start time
fr: Heure de début

source: End time
fr: Heure de fin

source: Location
fr: Emplacement

source: Room
fr: Pièce

source: Pricing Tier
fr: Niveau de prix

source: Initial Status
fr: Statut initial

source: Newly created slots cannot overlap existing slots for this instructor.
fr: Les emplacements nouvellement créés ne peuvent pas chevaucher les emplacements” “existants pour cet instructeur.

source: Update Status
fr: Mettre à jour le statut

source: Update Location
fr: Mettre à jour l'emplacement

source: Update pricing
fr: Mettre à jour le prix

source: Delete slot
fr: Supprimer l’emplacement

source: Note that only slots with no current bookings may be deleted at this time.
fr: Notez que seuls les emplacements sans réservation en cours peuvent être supprimés pour le” “moment.

source: First Name
fr: Prénom

source: Last Name
fr: Nom

source: Telephone (optional)
fr: Téléphone (facultatifl)

source: We may use this to notify you in event of a cancellation.
fr: Nous pourrions utiliser ceci pour vous informer en cas d'annulation.

source: <strong>I agree to all policies (required)</strong>
fr: <strong>J'accepte toutes les politiques (requis)</strong>

source: By checking, you agree to abide by all policies.
fr: En cochant, vous acceptez de respecter toutes les politiques.

source: Complete Registration
fr: Inscription complète

source: Default Pricing Tier
fr: Niveau de tarification par défaut

source: Private lessons for couples
fr: Cours privés pour les couples

source: Private lessons for small groups
fr: Cours privés pour petits groupes

source: Instructor Private lesson details for %s
fr: Détails de la leçon privée de l'instructeur pour% s

source: Instructor private lesson details
fr: Détails de la leçon privée de l'instructeur

source: Instructors' private lesson details
fr: Détails de la leçon privée de l'instructeur

source: Expected # of Participants
fr: Nombre prévu de participants

source: For internal use and recordkeeping.
fr: Pour usage interne et archivage.

source: Private Lesson
fr: Leçon privée

source: for
fr: pour

source: Private Lesson: %s%s%s%s
fr: Leçon privée:% s% s% s% s

source: Can view scheduled private lessons for all instructors
fr: Peut afficher des leçons privées programmées pour tous les instructeurs

source: Private lesson
fr: Leçon privée

source: Private lessons
fr: Leçons privées

source: Customer
fr: Client

source: Lesson
fr: Leçon

source: Private lesson customer: %s for lesson #%s
fr: Client de cours privé:% s pour la leçon #% s

source: Private lesson customer
fr: Client du Cours privé

source: Private lesson customers
fr: Clients du Cours privé

source: Available
fr: Disponible

source: Booked
fr: Réservé

source: Tentative Booking
fr: Réservation provisoire

source: Unavailable
fr: Indisponible

source: Slot duration (minutes)
fr: Durée de l'emplacement (minutes)

source: Scheduled lesson
fr: Cours prévu

source: Temporary event registration
fr: Inscription d'événement temporaire

source: Final event registration
fr: Inscription final de l'événement

source: %s: %s at %s
fr: %s: %s à %s

source: Private lesson availability slot
fr: Emplacement de disponibilité de leçon privée

source: Private lesson availability slots
fr: Emplacements de disponibilité de leçon privée

source: Can edit one's own private lesson availability.
fr: Peut modifier sa propre disponibilité de cours privés.

source: Can edit other instructors' private lesson availability.
fr: Peut modifier la disponibilité des leçons privées d'autres instructeurs.

source: You've selected:
fr: Vous avez sélectionné:

source: Step 2: Provide Your Student Information
fr: Étape 2: Fournissez les informations sur vos étudiants

source: Manage Private Lesson Availability
fr: Gérer la disponibilité des cours privés

source: Choose an Instructor
fr: Choisissez un instructeur

source: Select instructor
fr: Sélectionner un instructeur

source: Cancel
fr: Annuler

source: Update Availability
fr: Mettre à jour la Disponibilité

source: Add Private Lesson Availability Slots
fr: Ajouter des emplacements de disponibilité de cours privés

source: <strong>Note:</strong> Click and drag to add multiple slots at one time. <em>Ctrl+click</em> to select and update/delete multiple slots at one time.
fr: <strong> Remarque: </ strong> Cliquez et faites glisser pour ajouter plusieurs emplacements “à la fois.<em> Ctrl + clic </ em> pour sélectionner et mettre à jour / supprimer plusieurs emplacements” “à la fois.

source: <strong>ERROR:</strong> Instructor availability did not load.</div>
fr: <strong> ERREUR: </ strong> la disponibilité de l'instructeur n'a pas été chargée. </ div>

source: <strong>ERROR:</strong> Booking was unsuccessful.
fr: <strong> ERREUR: </ strong> La réservation a échoué.

source: For students in roles
fr: Pour les étudiants dans les rôles

source: Lessons for couples
fr: Leçons pour les couples

source: Lessons for small groups
fr: Leçons pour petits groupes

source: Schedule This Lesson
fr: Programmer cette leçon

source: Online payment is not enabled for this lesson slot. Your lesson will be scheduled, but you will not be able to pay online in advance.
fr: Le paiement en ligne n'est pas activé pour ce cours, votre cours sera programmé, mais vous” “ne pourrez pas payer en ligne à l'avance.

source: Invalid duration.
fr: Durée non valide

source: Invalid slot ID.
fr: ID d'emplacement incorrecte.

source: Invalid dance role.
fr: Rôle de danse invalide.

source: Some or all of your requested lesson time is currently in the process of registration. Please select a new slot or try again later.
fr: Une partie ou la totalité de votre temps de cours demandé est actuellement en cours” “d'enregistrement. Veuillez sélectionner un nouvel emplacement ou réessayer plus tard.

source: Invalid lesson identifier passed to sign-up form.
fr: Identificateur de leçon non valide transmis au formulaire d'inscription.

source: Your registration session has expired. Please try again.
fr: Votre séance d'inscription est expirée. Veuillez réessayer.

source: Your private lesson has been scheduled successfully.
fr: Votre cours privé a été planifié avec succès.
