Repository: toweeelie/django-danceschool
Catalog: danceschool/faq/locale/*/LC_MESSAGES/django.po
Languages: uk

source: Publish selected FAQs
uk: Публікувати вибрані поширені запитання

source: Unpublish selected FAQs
uk: Скасувати публікацію вибраних поширених запитань

source: FAQs
uk: Чапи

source: FAQ Table of Contents (auto-generated from FAQs on page)
uk: Зміст (автоматично згенерований з поширених запитань на сторінці)

source: List of All FAQs
uk: Список усіх поширених запитань

source: List of FAQs by Category
uk: Список поширених запитань за категоріями

source: Individual FAQ Item
uk: Окремий елемент FAQ

source: Content
uk: Контент

source: Manage FAQs
uk: Керувати FAQs

source: Name
uk: Ім'я

source: Order number
uk: Номер замовлення

source: This number specifies the order in which categories will be shown.
uk: Це число визначає порядок, в якому категорії будуть показані.

source: FAQ Category
uk: FAQ Категорія

source: FAQ category
uk: FAQ категорія

source: FAQ categories
uk: FAQ категорії

source: Category
uk: Категорія

source: Question
uk: Питання

source: Answer
uk: Відповідь

source: Answer the question.
uk: Відповідайте на запитання.

source: This number specifies the order in which the questions will be shown on the FAQ page.
uk: Це число визначає порядок, в якому питання будуть показані на сторінці FAQ.

source: Draft status
uk: Ескізний статус

source: Check this box to prevent publication.
uk: Установіть цей прапорець, щоб заборонити публікацію.

source: Creation date
uk: Дата створення

source: Last modified date
uk: Дата останнього змінення

source: FAQ
uk: ЧЗП

source: Show Category Title
uk: Показати заголовок категорії

source: Table of Contents
uk: Зміст

source: Add/Edit FAQs
uk: Додати або редагувати ЧЗП
