Repository: toweeelie/django-danceschool
Catalog: danceschool/discounts/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Enter a customer name
fr: Entrez un nom de client

source: Flat-Price Discount (in default currency)
fr: Rabais à prix forfaitaire (dans la devise par défaut)

source: Dollar Discount (in default currency)
fr: Remise en dollars (dans la devise par défaut)

source: Percentage Discount
fr: Remise en pourcentage

source: Students only
fr: Étudiants seulement

source: First-time customer
fr: nouveau client

source: %s day advance registration
fr: % s jour d'inscription à l'avance

source: First %s to register
fr: Inscription (%s inscrit)

source: Disable selected Discounts
fr: Désactiver les remises sélectionnées

source: Enable selected Discounts
fr: Activer les remises sélectionnées

source: pricing tier discount group
fr: groupe de réduction de niveau de prix

source: pricing tier discount groups
fr: groupes de réduction de niveau de prix

source: Statistics on Usage of Discounts
fr: Statistiques sur l'utilisation des réductions

source: Related Items
fr: Articles connexes

source: Discounts
fr: Réductions

source: Discount Categories
fr: Catégories de réduction

source: Name
fr: Nom

source: Give this pricing tier point group a name (e.g. 'Regular Series Class Hours')
fr: Attribuez un nom à ce groupe de points de niveau de prix (par exemple," Heures de cours en série standard ")

source: Point group type
fr: Type de groupe de points

source: Point group types
fr: Types de groupes de points

source: Point group
fr: Groupe de points

source: Pricing tier
fr: Niveau de tarification

source: # of Points
fr: # de Points

source: %s points for pricing tier %s
fr: % s Points pour le niveau de tarification% s

source: Pricing tier point group
fr: Groupe de points du niveau de tarification

source: Pricing tier point groups
fr: Groupes de points de niveau de tarification

source: Category name
fr: Nom de catégorie

source: Category order
fr: Ordre de catégorie

source: Discounts from categories with lower numbers are applied first.
fr: Les réductions de catégories avec des nombres inférieurs sont appliquées en premier.

source: Cannot be combined
fr: Ne peut pas être combiné

source: If checked, then discounts in this category cannot be combined with any other type of discount.
fr: Si coché, alors les réductions dans cette catégorie ne peuvent être combinées avec aucunAutre type de réduction.

source: Discount category
fr: Catégorie de réduction

source: Discount categories
fr: Catégories de réduction

source: Exact Specified Price
fr: Prix exact spécifié

source: Dollar Discount from Regular Price
fr: Remise de dollar du prix régulier

source: Percentage Discount from Regular Price
fr: Remise en pourcentage du prix régulier

source: Give this discount combination a name (e.g. 'Two 4-week series')
fr: Article complémentaire gratuit (peut être combiné avec d'autres réductions)

source: Active
fr: Actif

source: Uncheck this to 'turn off' this discount
fr: Décochez cette case pour désactiver cette remise

source: One discount can be applied per category, and the order in which discounts are applied depends on the order parameter of the categories.
fr: Une réduction peut être appliquée par catégorie, et l'ordre dans lequel les réductionssont appliqués dépend du paramètre d'ordre des catégories.

source: Expiration Date
fr: Date d'expiration

source: Leave blank for no expiration.
fr: Laissez vide pour aucune expiration.

source: Discount for HS/college/university students only
fr: Rabais pour les étudiants au secondaire / collégial / universitaire seulement

source: Check this box to create student discounts.
fr: Cochez cette case pour créer des réductions pour les étudiants.

source: Discount for New Customers only
fr: Réduction pour les nouveaux clients seulement

source: Must register __ days in advance
fr: Doit s'inscrire __ jours à l'avance

source: Only for first __ registrants
fr: Pour les nouveaux clients seulement

source: Discount type
fr: Type de remise

source: Is this a flat price, a dollar amount discount, a 'percentage off' discount, or a free add-on?
fr: S'agit-il d'un prix fixe, d'un rabais sur le montant en dollars, d'un rabais" en pourcentage "ou” “d'un ajout gratuit?

source: Online price
fr: Prix en ligne

source: At-the-door price
fr: Prix à la porte

source: Amount of dollar discount
fr: Montant du rabais en dollars

source: This amount will be subtracted from the customer's total (in currency units, e.g. dollars).
fr: Ce montant sera soustrait du total du client (en unités monétaires, par exemple en dollars).

source: Amount of percentage discount
fr: Montant du pourcentage de réduction

source: This percentage will be subtracted from the customer's total.
fr: Ce pourcentage sera soustrait du total du client.

source: Percentage discount is univerally applied
fr: La réduction en pourcentage est appliquée universellement

source: Invalid discount type.
fr: Type de remise invalide.

source: Discount
fr: réductions

source: Pricing Tier Point Group
fr: Groupe de points de prix

source: Applies to all within Point Group
fr: S'applique à tous dans le groupe Point

source: If checked, then this discount applies to this quantity or more within the point group. Use, for example, for all-in passes.
fr: Si cette case est cochée, cette réduction s'applique à cette quantité ou plus dans le groupe de” “points, par exemple pour les laissez-passer tout compris.

source: Quantity
fr: Quantité

source: Dance type/level
fr: Type de danse / niveau

source: Weekday
fr: Jour de la semaine

source: Leave this blank for no restriction on days of the week
fr: Laissez ce champ vide pour aucune restriction les jours de la semaine

source: Required component of discount
fr: Composant requis de la réduction

source: Required components of discount
fr: Composants requis de réduction

source: Temporary registration
fr: Inscription temporaire

source: Amount of discount
fr: Montant de la réduction

source: Discount applied to temporary registration
fr: Rabais appliqué à l'inscription temporaire

source: Discounts applied to temporary registrations
fr: Réductions appliquées aux inscriptions temporaires

source: Registration
fr: Inscription

source: Discount applied to registration
fr: Rabais appliqué à l'inscription

source: Discounts applied to registrations
fr: Réductions appliquées aux inscriptions

source: Customer group
fr: Groupe de points

source: Group-specific discount restriction
fr: Restriction de remise spécifique au client

source: Group-specific discount restrictions
fr: Restrictions de remise spécifiques au client

source: Customer
fr: Client

source: Customer-specific discount restriction
fr: Restriction de remise spécifique au client

source: Customer-specific discount restrictions
fr: Restrictions de remise spécifiques au client

source: Statistics on Discount Usage
fr: Statistiques sur l'utilisation de la remise

source: Last 12 Months
fr: 12 derniers mois

source: Last Month
fr: Le mois dernier

source: All Time
fr: Tout le temps

source: Percentage of Registration Using Discounts
fr: Pourcentage d'inscription utilisant des remises

source: Most Popular Discounts
fr: Réductions les plus populaires

source: Uses
fr: Les usages
