Repository: toweeelie/django-danceschool
Catalog: danceschool/stats/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Stats Functions
fr: Fonctions statistiques

source: Stats Apphook
fr: Statistiques Apphook

source: School Performance Graph
fr: Graphique de performance scolaire

source: Stats
fr: Statistiques

source: Students By Month of the Year
fr: Étudiants par mois de l'année

source: Performance By Class Type
fr: Performance par type de cours

source: Performance By Class Type and Month of the Year
fr: Performance par type de cours et par mois de l'année

source: Number of Classes Taken By Starting Cohort
fr: Nombre de cours pris en commençant par la cohorte

source: Performance By Location
fr: Performance par emplacement

source: Advance Registration Time
fr: Temps d'inscription anticipé

source: Multi-Series Registration Stats
fr: Statistiques d'inscription multi-séries

source: Student Discounts and At-The-Door Registrations
fr: Rabais pour étudiants et inscriptions à la porte

source: Tracked Advertising Referrals
fr: Références publicitaires suivies

source: Best Customers and Most Active Teachers
fr: Meilleurs clients et enseignants les plus actifs

source: Events
fr: Évènements

source: View School Performance Stats
fr: Voir les statistiques de performance de l'école

source: Template
fr: Modèle

source: Series
fr: Séries

source: Average Registrations
fr: Moyenne d'inscriptions

source: Average %s
fr: Moyenne% s

source: Average
fr: Moyenne

source: Class Type
fr: Type de cours

source: Total Classes
fr: Total des cours

source: Avg. Students/Class
fr: Moy. Étudiants / Cours

source: Avg. %s/Class
fr: Moy. % s / Cours

source: %s or more
fr: % s ou plus

source: # Students
fr: # Étudiants

source: Percentage
fr: Pourcentage

source: None
fr: Aucun

source: School Performance Statistics
fr: Statistiques sur le rendement scolaire

source: Total # Students
fr: Nombre total d'étudiants

source: Total # Series Taught
fr: Nombre Total de série enseigné

source: Total # Series Registrations
fr: Nombre total d'inscriptions en série

source: Total Time Studio in Existence
fr: Temps total existant au Studio

source: Advance Registration
fr: Inscription anticipée

source: This graph shows how far in advance students register, relative to the start date of the first class they registered for.
fr: Ce graphique montre jusqu'où les élèves s'inscrivent à l'avance, par rapport à la date de début” “de la première classe pour laquelle ils se sont inscrits.

source: Last Month
fr: Le mois dernier

source: Last 3 Months
fr: 3 derniers mois

source: Last 6 Months
fr: 6 derniers mois

source: Last 12 Months
fr: 12 derniers mois

source: All Time
fr: Tout le temps

source: Download Data
fr: Télécharger les données

source: Performance by Class Type and Month (Student-Hours)
fr: Rendement par type de cours et par mois (heures-étudiants)

source: # Series
fr: # Séries

source: # Registrations
fr: # Inscriptions

source: Top Students and Teachers
fr: Meilleurs étudiants et enseignants

source: Top Customers
fr: Meilleurs clients

source: All-Time Top Customers
fr: Les meilleurs clients de tous les temps

source: Most Active Teachers
fr: Les enseignants les plus actifs

source: Top Customers of the Last Twelve Months
fr: Principaux clients des douze derniers mois

source: Name
fr: Nom

source: # Classes Taught
fr: # Cours enseignés

source: How many people decide to progress beyond beginner and how many students stick with us a while? Note that a student who has taken classes in multiple roles will show up in each role's data series depending on the number of series they've taken in each.
fr: Combien de personnes décident de progresser au-delà du niveau débutant et combien” “d'étudiants restent avec nous pendant un certain temps? Notez qu'un étudiant qui a pris des” “cours dans plusieurs rôles apparaîtra dans les séries de données de chaque rôle en fonction” “du nombre de séries dans chaque.

source: All Students
fr: Tous les étudiants

source: Cohort
fr: Cohorte

source: Multi-Series Registrations and Hours Registered
fr: Inscriptions multi-séries et heures d'inscriptions

source: Number of Series Registered
fr: Nombre de séries inscrites

source: Hours of Class Registered
fr: Heures de cours inscrits

source: Website Referrals
fr: Références de sites Web

source: When a customer clicks on a Facebook link, a mailing list link, etc., we can send them to a special URL that allows us to track where they came from. When those customers register for classes, that referral information gets attached to their registration. This graph shows how many registrations have used each referral code (i.e. how many students are registering by clicking on Facebook pages, etc.)
fr: Lorsqu'un client clique sur un lien Facebook, un lien de liste de diffusion, etc., nous pouvons” “les envoyer à une URL spéciale qui nous permet de suivre d'où ils viennent.Lorsque ces” “clients s'inscrivent à des cours, ces informations de référence sont attachées à leur Ce” “graphique montre combien de \ n enregistrements ont utilisé chaque code de référence” “(c'est-à-dire combien d'étudiants s'inscrivent en cliquant sur les pages Facebook, etc.)

source: Characteristics of Series Registrations
fr: Caractéristiques des inscriptions en série

source: Which months of the year are the most successful? Click the legend at the bottom to show/hide previous years.
fr: Quels mois de l'année sont les plus réussis? Cliquez sur la légende en bas pour afficher / masquer les années précédentes.

source: Total Series Registrations
fr: Total des inscriptions de la série

source: Total Registrations (unique students)
fr: Total des inscriptions (étudiants uniques)

source: Total Hours of Class
fr: Heures totales de cours

source: Total Student-Hours
fr: Nombre total d'heures-étudiants

source: Avg. Students/Hour
fr: Moy. Étudiants / heure
