Repository: toweeelie/django-danceschool
Catalog: danceschool/vouchers/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Enter a customer name
fr: Entrez un nom de client

source: Voucher Restrictions
fr: Restrictions du coupon

source: Other Info
fr: Autre info

source: Enabled
fr: Activé

source: Single use
fr: Usage unique

source: First-time customer
fr: nouveau client

source: Previous customer
fr: Client précédent

source: Specific customer
fr: Client spécifique

source: Specific class
fr: Cours spécifique

source: Specific dance type/level
fr: Type de danse spécifique / niveau

source: Disable selected Vouchers
fr: Désactiver les coupons sélectionnés

source: Enable selected Vouchers
fr: Activer les coupons sélectionnés

source: Statistics on Usage of Vouchers
fr: Statistiques sur l'utilisation des coupons

source: Related Items
fr: Articles connexes

source: Voucher Categories
fr: Catégories de coupons

source: Vouchers
fr: Coupons

source: Vouchers/Gift Certificates
fr: Coupons / Chèques-cadeaux

source: Referral Program
fr: Programme de référence

source: Enable Vouchers
fr: Activer les coupons

source: If checked, then voucher functionality will be enabled.
fr: Si cette case est cochée, la fonctionnalité du coupon sera activée.

source: Enable Gift Certificates
fr: Activer les chèques-cadeaux

source: If checked, then gift certificate functionality will be enabled.
fr: Si cette case est cochée, la fonctionnalité de chèque cadeau sera activée.

source: Enable Gift Certificate PDF Attachments
fr: Activer les pièces jointes au PDF du chèque-cadeau

source: Voucher Category for email promotions
fr: Catégorie de coupon pour les promotions par courriel

source: Email Promotion
fr: Envoyer Courriel Promotion

source: Voucher Category for Purchased Gift Certificates
fr: Catégorie de coupon pour les chèques-cadeaux achetés

source: Purchased Gift Certificate
fr: Chèque-cadeau acheté

source: Voucher Category for Non-Purchased (Promotional) Gift Certificates
fr: Catégorie de coupon pour les chèques-cadeaux non-achetés (promotionnels)

source: Non-Purchased Gift Certificate
fr: Chèque-cadeau non acheté

source: Email Template for Gift Certificates
fr: Modèle de courriel pour les chèques-cadeaux

source: Gift Certificate Purchase Confirmation Email
fr: Confirmation d'achat d'un chèque-cadeau

source: Gift Certificate Purchase Confirmation
fr: Confirmation d'achat de chèque-cadeau

source: Email Template for Gift Certificate PDF Attachments
fr: Modèle de courriel pour les pièces jointes au PDF chèque cadeau

source: Gift Certificate Purchase PDF Text
fr: Chèque-cadeau Acheter texte PDF

source: You've Been Given the Gift of Dance!
fr: Vous avez reçu le cadeau de la danse!

source: Enable Referral Program
fr: Activer le programme de référence

source: If checked, then each customer will automatically have a referral code generated that they can use to get friends discounts.
fr: Si cochée, chaque client aura automatiquement un code de référence qu'il pourra utiliser pour” “obtenir des réductions pour ses amis.

source: Discount to Referees
fr: Remise aux arbitres

source: Discount to Referrers
fr: Remise aux arbitres

source: Prefix applied to all referral voucher codes.
fr: Préfixe appliqué à tous les codes de coupons de référence.

source: The Voucher Category for referrer vouchers
fr: La catégorie de coupons pour les coupons de référence

source: Referral Vouchers
fr: Coupons de référence

source: The Voucher Category for referee vouchers
fr: La catégorie de Coupon pour les coupons d'arbitrage

source: Referee Vouchers
fr: Coupons d'arbitrage

source: Email gift certificate to
fr: Envoyer un chèque-cadeau à

source: This email belongs to
fr: Ce courriel appartient à

source: The recipient
fr: Le récipient

source: The purchaser
fr: L'acheteur

source: Recipient name (optional)
fr: Nom du destinataire (facultatif)

source: If provided, this will be used to customize the gift message.
fr: Si fourni, cela sera utilisé pour personnaliser le message cadeau.

source: From name (optional)
fr: De nom (facultatif)

source: Enter a message to the recipient (optional)
fr: Entrez un message au destinataire (facultatif)

source: Vouchers are disabled.
fr: Les coupons sont désactivés.

source: Can't have more than one voucher
fr: Ne peut pas avoir plus d'un coupon

source: Invalid Voucher Id
fr: Identifiant du coupon invalide

source: Referral Bonus for %s, %s
fr: Bonus de référence pour% s,% s

source: Referral: %s
fr: Référence:% s

source: Referral from
fr: Référence de

source: Name
fr: Nom

source: Voucher category
fr: Catégorie de coupon

source: Voucher categories
fr: Catégories de coupons

source: Voucher Code
fr: Code du coupon

source: Give a descriptive name that will be used when a customer applies the voucher.
fr: Donnez un nom descriptif qui sera utilisé lorsqu'un client applique le coupon.

source: Category
fr: Catégorie

source: Description (optional)
fr: description (facultatif)

source: For internal use only
fr: Pour usage interne uniquement

source: Original Amount
fr: Montant original

source: Enter the original amount of the voucher here.
fr: Entrez le montant original du coupon ici.

source: Refunded Amount
fr: Montant remboursé

source: When a refund is processed through Paypal, this should automatically update. Otherwise it should not need to be changed.
fr: Lorsqu'un remboursement est traité via Paypal, il doit automatiquement être mis à jour, sinon” “il ne devrait pas être modifié.

source: Max. Amount Per Use
fr: Montant Max. par utilisation

source: If specified, this will limit the size of a repeated-use voucher. If unspecified, there is no limit. Be sure to specify this for publicly advertised voucher codes.
fr: Si spécifié, cela limitera la taille d'un coupon d'achat à usage répété.S'il n'est pas spécifié, il” “n'y a pas de limite.Veuillez vous assurer de le spécifier pour les codes promotionnels” “publicisés.

source: Single Use
fr: Usage unique

source: For First-Time Customers Only
fr: Pour les nouveaux clients seulement

source: For Previous Customers Only
fr: Pour les clients précédents seulement

source: Creation Date
fr: Date de création

source: Expiration Date
fr: Date d'expiration

source: Voucher Disabled
fr: Coupon désactivé

source: Check this box to disable the voucher entirely.
fr: Cochez cette case pour désactiver complètement le coupon.

source: Has Expired
fr: A expiré

source: Voucher is valid for any customer
fr: Le coupon est valable pour tout client

source: Voucher is valid for any class
fr: Le bon est valable pour n'importe quel cours

source: Amount remaining
fr: Quantité restante

source: Voucher has expired.
fr: Le coupon a expiré.

source: Voucher has already been used.
fr: Le coupon a déjà été utilisé.

source: There is no money left on this voucher.
fr: Il n'y a plus d'argent sur ce coupon.

source: This voucher can be only used for specific classes.
fr: Ce coupon ne peut être utilisé que pour des cours spécifiques.

source: This voucher can be only used for specific events.
fr: Ce coupon ne peut être utilisé que pour des évènements spécifiques.

source: This voucher can be only used for specific classes or events.
fr: Ce coupon ne peut être utilisé que pour des cours ou évènements spécifiques.

source: This voucher has been disabled.
fr: Ce coupon a été désactivé.

source: This voucher is associated with a specific customer or customer group.
fr: Ce coupon est associé à un client spécifique.

source: This voucher is associated with a specific customer.
fr: Ce coupon est associé à un client spécifique.

source: This voucher is associated with a specific customer group.
fr: Ce coupon est associé à un client spécifique.

source: This voucher can only be used by first time customers.
fr: Ce coupon ne peut être utilisé que par des clients débutants.

source: This voucher can only be used by existing customers. If you are an existing customer, be sure to register with the same email address that you have used previously.
fr: Ce coupon ne peut être utilisé que par des clients existants Si vous êtes un client existant,” “assurez-vous de vous enregistrer avec la même adresse courriel que vous avez déjà utilisée.

source: Voucher
fr: Coupon

source: Referrer voucher
fr: Coupon de référence

source: Referree voucher
fr: Coupon d'arbitre

source: Amount awarded to referrer
fr: Montant accordé à referrer

source: Voucher referral discount
fr: Coupon Rabais de recommandation

source: Voucher referral discounts
fr: Coupons Rabais de recommandation

source: Registration
fr: Inscription

source: Amount
fr: Montant

source: Date of use
fr: Date d'utilisation

source: Voucher use
fr: Utilisation du coupon

source: Voucher uses
fr: Utilisations du coupon

source: Dance Type/Level
fr: Type de danse / niveau

source: Dance type/level voucher restriction
fr: Restriction du Coupon pour Type de danse / niveau

source: Dance type/level voucher restrictions
fr: Restrictions du Coupon pour Type de danse / niveau

source: Class Type (Description)
fr: Type de cours (description)

source: Class-specific voucher restriction
fr: Restriction du coupon spécifique au cours

source: Class-specific voucher restrictions
fr: Restrictions du coupon spécifique au cours

source: Series Category
fr: Catégorie de série

source: Series category-specific voucher restriction
fr: Restriction de coupon au client spécifique

source: Series category-specific voucher restrictions
fr: Restrictions de coupons au client spécifique

source: Public Event Category
fr: Catégorie d'événement public

source: Public event category-specific voucher restriction
fr: Restriction de coupon au client spécifique

source: public event Category-specific voucher restrictions
fr: Restrictions de coupons au client spécifique

source: Event Session
fr: Session d'évènement

source: Session-specific voucher restriction
fr: Restriction de coupon au client spécifique

source: Session-specific voucher restrictions
fr: Restrictions de coupons au client spécifique

source: Customer group
fr: Groupe de points

source: Group-specific voucher restriction
fr: Restriction du coupon spécifique au cours

source: Group-specific voucher restrictions
fr: Restrictions du coupon spécifique au cours

source: Customer
fr: Client

source: Customer-specific voucher restriction
fr: Restriction de coupon au client spécifique

source: Customer-specific voucher restrictions
fr: Restrictions de coupons au client spécifique

source: Date of credit
fr: Date du crédit

source: Voucher credit
fr: Coupon pour crédit

source: Voucher credits
fr: Coupons pour crédits

source: Tentative voucher use
fr: Utilisation du coupon provisoire

source: Tentative voucher uses
fr: Utilisations des coupons provisoires

source: Use of voucher referral discount
fr: Utilisation de la remise du coupon de recommandation

source: Uses of voucher referral discounts
fr: Utilisations des remises des coupons de recommandation

source: Statistics on Voucher Usage
fr: Statistiques sur l'utilisation du coupon

source: Last 12 Months
fr: 12 derniers mois

source: Last Month
fr: Le mois dernier

source: All Time
fr: Tout le temps

source: Percentage of Registration Using Vouchers
fr: Pourcentage d'inscription utilisant des coupons

source: Most Popular Vouchers
fr: Les coupons les plus populaires

source: Uses
fr: Les usages

source: Invalid invoice information passed.
fr: Informations de facturation incorrectes transmises.

source: Passed invoice is not paid.
fr: La facture validée n'est pas payée.

source: Gift certificate: %s%s for %s
fr: Chèque cadeau:% s% s pour% s

source: Gift certificate transaction not completed
fr: La transaction du chèque-cadeau n'est pas terminée
