Repository: toweeelie/django-danceschool
Catalog: danceschool/payments/square/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Basic Information
fr: Informations de base

source: Square Checkout Form
fr: Formulaire de paiement Square

source: Square Point of Sale Button
fr: Bouton Point de vente Square

source: Square Payment Records
fr: Registres de paiement Square

source: Square Transaction ID
fr: Identifiant de transaction Square

source: Square Location ID
fr: Identifiant d’endroit Square

source: Associated email
fr: Courriel associé

source: Has access to point-of-sale payment functionality
fr: A accès à la fonctionnalité de paiement au point de vente

source: Square payment record
fr: Registre de paiement Square

source: Payment records
fr: Registres de paiements

source: Success Page
fr: Succès

source: When the user returns to the site after a successful transaction, send them to this page.
fr: Lorsque l'utilisateur revient sur le site après une transaction réussie, envoyez-le à cette page.

source: Default amount
fr: Montant par défaut

source: The initial value for gift certificate forms.
fr: La valeur initiale pour les formulaires de chèque-cadeau.

source: Pay Now with Square
fr: Payer maintenant avec Square

source: Card Number
fr: Numéro de carte

source: Expiration Date
fr: Date d'expiration

source: Postal Code
fr: Code Postal

source: Pay Now
fr: Payer maintenant

source: Your browser does not support Square checkout. Please use another browser.
fr: Votre navigateur ne prend pas en charge la caisse Square. Veuillez utiliser un autre” “navigateur.

source: Send to Square App
fr: Envoyer à l'application Square

source: <em>Note:</em> Square Point of Sale app must be installed and logged in before attempting this transaction.
fr: <em> Remarque: </ em> L'application" Square Point of Sale "doit être installée et connectée” “avant de tenter cette transaction.

source: unavailable
fr: indisponible

source: Point of sale integration is only supported for iOS and Android devices.
fr: L'intégration au point de vente est uniquement prise en charge pour les appareils iOS et” “Android.

source: ERROR: Error with Square checkout transaction attempt.
fr: ERREUR: Erreur lors de la tentative de transaction Square Checkout.

source: Invalid amount passed.
fr: Quantité non valide transmise

source: Invoice Payment: %s
fr: Paiement de facture:% s

source: Registration Payment: #%s
fr: Paiement d'inscription: #% s

source: Insufficient information passed to createSquarePayment view.
fr: Information insuffisante transmise à la vue createSquarePayment.

source: Gift Certificate Purchase
fr: Achat de chèques-cadeaux

source: Invalid registration information passed to createSquarePayment view: (%s, %s, %s)
fr: Informations d'inscription incorrectes transmises à la vue createSquarePayment: (% s,% s,% s)

source: Unknown
fr: Inconnu

source: ERROR: Error with Square point of sale transaction attempt.
fr: ERREUR: Erreur lors d'une tentative de transaction au point de vente Square.

source: Invalid metadata passed from Square app.
fr: Métadonnées non valides transmises depuis l'application Square.

source: ERROR: Unable to find Square transaction by server ID.
fr: ERREUR: Impossible de trouver la transaction Square par l'ID du serveur.

source: ERROR: Unable to find Square transaction by server ID:
fr: ERREUR: Impossible de trouver la transaction Square par l'ID du serveur:

source: ERROR: Unable to find Square transaction by client ID.
fr: ERREUR: Impossible de trouver la transaction Square par ID client.

source: ERROR: Unable to find Square transaction by client ID:
fr: ERREUR: Impossible de trouver la transaction Square par ID client:

source: ERROR: Returned client transaction ID not found.
fr: ERREUR: Retour d'identifiant de transaction client introuvable.

source: ERROR: An unknown error has occurred with Square point of sale transaction attempt.
fr: ERREUR: une erreur inconnue s'est produite lors de la tentative de transaction au point de vente Square.

source: ERROR: Invalid registration ID passed
fr: ERREUR: ID d'inscription non valide transmis

source: ERROR: Invalid invoice ID passed
fr: ERREUR: ID de facture non valide transmis
