Repository: toweeelie/django-danceschool
Catalog: danceschool/prerequisites/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Requirement items (leave blank for requirement by audition only)
fr: Éléments d'exigence (laissez vide pour l'exigence par audition seulement)

source: Search for customer
fr: Rechercher un client

source: Enter a customer name
fr: Entrez un nom de client

source: Role Options
fr: Options de rôle

source: Customers Meeting Requirement
fr: Exigences de réunion des clients

source: Date and Time
fr: Date et heure

source: Requirement is met
fr: L'exigence est satisfaite

source: Requirement is not met
fr: L'exigence n'est pas satisfaite

source: Requirement status
fr: Statut de l'exigence

source: Invalid request.
fr: Requête invalide.

source: Role must be specified.
fr: Le rôle doit être spécifié.

source: Class Requirements/Prerequisites
fr: Exigences du cours / Conditions préalables

source: Events
fr: Évènements

source: Related Items
fr: Articles connexes

source: Registration Requirements/Prerequisites
fr: Conditions d'inscription / Conditions préalables

source: Class Requirements
fr: Conditions du cours

source: Requirements Enabled
fr: Exigences activées

source: If this box is unchecked, then all requirement checks during registration will be disabled.
fr: Si cette case n'est pas cochée, toutes les vérifications d'exigences lors de l'inscription seront désactivées.

source: Error message for unmet requirements
fr: Message d'erreur pour les exigences non satisfaites

source: This message will be appended to any error message with a list of requirements not met. Individual requirements may be set to produce either errors or warnings.
fr: Ce message sera ajouté à tout message d'erreur avec une liste d'exigences non satisfaites.” “Les exigences individuelles peuvent être définies pour produire des erreurs ou des” “avertissements.

source: Warning message for unmet requirements
fr: Message d'avertissement pour les exigences non satisfaites

source: This message will be appended to any warning message with a list of requirements not met. Individual requirements may be set to produce either errors or warnings.
fr: Ce message sera ajouté à tout message d'avertissement avec une liste d'exigences non” “satisfaites. Les exigences individuelles peuvent être définies pour produire des erreurs ou des” “avertissements.

source: Unfortunately, you do not meet the following requirements/prerequisites for the items you have chosen:
fr: Malheureusement, vous ne remplissez pas les conditions / prérequis suivants pour les” “éléments que vous avez choisis :

source: <strong>Please Note:</strong> It appears that you do not meet the following requirements/prerequisites for the items you have chosen:
fr: <strong> Veuillez noter: </ strong> Il semble que vous ne rencontriez pas les critères suivantsconditions / prérequis pour les éléments que vous avez choisis :

source: Must meet all requirement items
fr: Doit répondre à tous les éléments d'exigence

source: Must meet one or more requirement items
fr: Doit correspondre à un ou plusieurs éléments d'exigence

source: Must not meet any requirement items
fr: Ne doit pas répondre aux exigences

source: Enforcement disabled
fr: Application désactivée

source: Allow registration with warning
fr: Autoriser l'inscription avec avertissement

source: Raise error and do not allow registration
fr: Trouver l'erreur et ne pas autoriser l'enregistrement

source: Requirement name/description
fr: Nom de l'exigence / description

source: If a customer does not meet the requirement for a series, then this description will be used to explain the issue (e.g. 'Must have taken Lindy 1 to take Lindy 2').
fr: Si un client ne répond pas à l'exigence d'une série, cette description sera utilisée pour” “expliquer le problème (par exemple" Doit avoir pris Lindy 1 pour prendre Lindy 2 ").

source: Applies to class
fr: S'applique au cours

source: Applies to dance type/level
fr: S'applique au type / niveau de danse

source: How many items of this requirement must be met
fr: Combien d'articles de cette exigence doivent être remplis

source: If you select an option other than 'Must meet all requirements', then you can still enforce multiple requirements by adding another Requirement item.
fr: Si vous sélectionnez une option autre que" Doit répondre à toutes les exigences ", vous” “pouvez toujours appliquer plusieurs exigences en ajoutant un autre élément d'exigence.

source: Enforcement method
fr: Méthode d'application

source: Applies only to role (optional)
fr: S'applique uniquement au rôle (facultatif)

source: Same dance role enforced
fr: Le même rôle de danse est appliqué

source: Submission date
fr: Date de soumission

source: Last modified date
fr: Date de dernière modification

source: Enabled
fr: Activé

source: Requirement must be for a specific class or for a dance level; it cannot be for both.
fr: L'exigence doit s'appliquer à un cours spécifique ou à un niveau de danse.

source: Requirement must apply to either a specific class or to a dance level.
fr: L'exigence doit s'appliquer à un cours spécifique ou à un niveau de danse.

source: Class requirement
fr: Exigence du cours

source: Class requirements
fr: Exigences du cours

source: Requirement
fr: Exigence

source: Must have previously taken
fr: Doit déjà avoir pris

source: May register/begin with one class remaining
fr: Peut s'inscrire / commencer avec une classe restante

source: May register/begin with two classes remaining
fr: Peut s'inscrire / commencer avec deux classes restantes

source: Concurrent registration allowed
fr: Inscription simultanée autorisée

source: Concurrent registration required
fr: Inscription simultanée requise

source: Quantity
fr: Quantité

source: Required Dance type/level
fr: Type / niveau de danse requis

source: Required class
fr: Cours requis

source: Concurrency Rule
fr: Règle de la concurrence

source: Requirement item cannot specify both a level and a class.
fr: L'élément d'exigence ne peut pas spécifier à la fois un niveau et un cours

source: Either a level or a class must be required.
fr: Un niveau ou un cours doit être requis.

source: Requirement item
fr: Élément exigé

source: Requirement items
fr: Éléments exigés

source: Customer
fr: Client

source: Dance role
fr: Rôle de danse

source: Role must be specified only for requirements for which roles are enforced.
fr: Le rôle doit être spécifié uniquement pour les exigences pour lesquelles les rôles sont” “appliqués.

source: Meets Requirement
fr: Répond aux exigences

source: If unchecked, then the customer explicitly does not meet the requirement, regardless of whether they meet its parameters.
fr: Si cette option n'est pas cochée, le client ne répond pas explicitement à l'exigence, qu'il respecte ou non ses paramètres.

source: Comments/Notes
fr: Commentaires/Notes

source: Since roles are enforced for this requirement, you must specify the customer's dance role.
fr: Puisque les rôles sont appliqués pour cette exigence, vous devez spécifier le rôle de danse du” “client.

source: Customer-level requirement record
fr: Enregistrement des exigences au niveau du client

source: Customer-level requirement records
fr: Enregistrements des exigences au niveau du client

source: An unknown error has occurred. Please try searching for the customer in the Customer admin view.
fr: Une erreur inconnue s'est produite. Veuillez rechercher le client dans la vue de l'administrateur” “du client.

source: Please enter a customer to see whether they meet the conditions of this requirement.
fr: S'il vous plaît entrer un client pour voir si elles répondent aux conditions de cette exigence.

source: No customer specified.
fr: Aucun client spécifié

source: This customer meets the requirements.
fr: Ce client répond aux exigences.

source: This customer does not meet the requirements.
fr: Ce client ne répond pas aux exigences.

source: Select a Role to Change Requirement Status
fr: Sélectionnez un rôle pour modifier l'état des exigences

source: The record for this customer has been updated to indicate that they meet this requirement.
fr: L'enregistrement de ce client a été mis à jour pour indiquer qu'il répond à cette exigence.

source: The record for this customer has been updated to indicate that they do not meet this requirement.
fr: L'enregistrement de ce client a été mis à jour pour indiquer qu'il ne répond pas à cette” “exigence.
