Repository: toweeelie/django-danceschool
Catalog: danceschool/financial/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Calendar Year To Date
fr: Année civile à ce jour

source: Invalid content type passed.
fr: type de contenu non valide passé.

source: Invalid ids passed
fr: ID Invalides passés

source: Staff member compensation rules updated successfully.
fr: Règles de rémunération des membres du personnel mises à jour avec succès.

source: Staff member compensation rules reset successfully.
fr: Règles de rémunération des membres du personnel mises à jour avec succès.
