Repository: toweeelie/django-danceschool
Catalog: danceschool/financial/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Pay to this user
fr: Payer à cet utilisateur

source: Enter a user name
fr: Entrer un nom d'utilisateur

source: Basic Info
fr: Informations de base

source: File Attachment (optional)
fr: Fichier joint (facultatif)

source: Approval/Payment Status
fr: Approbation / État de paiement

source: Mark Expense Items as approved
fr: Marquer les dépenses comme approuvées

source: Mark Expense Items as not approved
fr: Marquer les dépenses comme non approuvées

source: Cash currently in possession of
fr: Espèces actuellement en possession de

source: Related Items
fr: Articles connexes

source: Revenue Items
fr: Articles de revenus

source: Series/Event
fr: Série / Événement

source: Invoice
fr: Facture

source: Submitted
fr: Soumis

source: Mark Revenue Items as received
fr: Marquer les revenus comme reçus

source: Mark Revenue Items as not received
fr: Marquer les éléments de revenus comme non reçus

source: Reset compensation rules
fr: Actualiser les règles de compensation

source: Update compensation rules
fr: Actualiser les règles de compensation

source: Generation rules
fr: Règles de génération

source: Start and End Date (optional)
fr: Date de début et de fin (facultatif)

source: Per day
fr: Par jour

source: Expense item parameters
fr: Paramètres d'élément de dépense

source: Automated approval
fr: Approbation automatisée

source: Enabled
fr: Activé

source: Disable selected repeated expense rules
fr: Désactiver les règles de dépenses répétées sélectionnées

source: Enable selected repeated expense rules
fr: Activer les règles de dépenses répétées sélectionnées

source: Generate expenses for selected repeated expense rules
fr: Générer des dépenses pour des règles de dépenses répétées sélectionnées

source: Financial Functions
fr: Fonctions financières

source: Staff members for this series have already been paid. If you need to adjust hours worked, you will need to request money from them directly.
fr: Les membres du personnel de cette série ont déjà été payés. Si vous avez besoin d'ajuster les” “heures travaillées, vous devrez demander de l'argent directement auprès d'eux.

source: Cash
fr: En espèces

source: Check
fr: Chèque

source: Bank/Debit Card
fr: Carte bancaire / débit

source: Other
fr: Autre

source: Submit Expenses
fr: Soumettre des dépenses

source: Submit Revenues
fr: Soumettre des revenus

source: Your Payment History
fr: Votre historique de paiement

source: View Monthly Financial Summary
fr: Voir le résumé financier mensuel

source: View Financial Summary By Event
fr: Afficher le récapitulatif financier par événement

source: Detailed Breakdown
fr: Répartition détaillée

source: Year To Date
fr: Année à ce jour

source: Month To Date
fr: Mois à ce jour

source: Expense Categories
fr: Catégories de dépenses

source: Expense Items
fr: Articles de dépense

source: Repeated Expense Rules
fr: Règles de dépenses répétées

source: Revenue Categories
fr: Catégories de revenus

source: Date of Accrual (e.g. Series end date)
fr: Date d'accumulation (par exemple, date de fin de la série)

source: Date of Submission
fr: Date de soumission

source: Date of Payment/Receipt
fr: Date de paiement / réception

source: Date of Approval/Receipt
fr: Date d'approbation / de réception

source: Financial App
fr: Application financière

source: Auto-generate ExpenseItems for completed events
fr: Générer automatiquement des ExpenseItems pour les événements terminés

source: Uncheck to disable the automatic generation of expense items for class series instructors in the financial app.
fr: Désactivez la case à cocher pour désactiver la génération automatique des ExpenseItems pour les instructeurs de la classe dans l'application financière.

source: Auto-generate ExpenseItems for venue rental
fr: Générer automatiquement des ExpenseItems pour la location de salles

source: Uncheck to disable the automatic generation of expense items for venue rental in the financial app.
fr: Désactivez la désactivation de la génération automatique de ExpenseItems pour la location de” “sites dans l'application financière.

source: Auto-generate RevenueItems for registrations
fr: Générer automatiquement des RevenueItems pour les enregistrements

source: Uncheck to disable the automatic generation of revenue items for old registrations in the financial app (useful when migrating old DBs).
fr: Désactivez la case à cocher pour désactiver la génération automatique de RevenueItems pour” “les anciennes inscriptions dans l'application financière (utile lors de la migration d'anciennes” “bases de données).

source: Registration revenue autogeneration window (months)
fr: Fenêtre d'autogénération de revenus d'enregistrement (mois)

source: Set how many months back back from the date of execution to autogenerate revenue items for old registrations in the financial app, or set to 0 to autogenerate with no time restriction.
fr: Définir le délai depuis la date d'exécution pour générer automatiquement des éléments de” “revenus pour les anciennes inscriptions dans l'application financière, ou définir sur 0 pour” “générer automatiquement sans restriction de temps.

source: Expense Category for Class Instruction items
fr: Catégorie de dépenses pour les articles d'instruction de classe assistante

source: Class Instruction
fr: Instruction de classe

source: Expense Category for Assistant Class Instruction items
fr: Catégorie de dépenses pour les articles d'instruction de classe assistante

source: Assistant Class Instruction
fr: Instruction de cours Assistant

source: Expense Category for other Event-Related Staff Expenses
fr: Catégorie de dépenses pour les autres dépenses de personnel liées à des événements

source: Other Event-Related Staff Expenses
fr: Autres dépenses de personnel liées à des événements

source: Expense Category for Venue Rental
fr: Catégorie de dépenses pour la location de salles

source: Venue Rental
fr: Location de lieu

source: Revenue Category for Registrations
fr: Catégorie de revenus pour les inscriptions

source: Registrations
fr: Inscriptions

source: Revenue Category for Purchased Vouchers and Gift Certificates
fr: Catégorie de revenu pour les bons achetés et les chèques-cadeaux

source: Purchased Vouchers/Gift Certificates
fr: Chèques achetés / Chèques-cadeaux

source: Revenue Category for Unknown and Otherwise Unallocated Online Payments
fr: Catégorie de revenu pour les paiements en ligne inconnus et autrement non alloués

source: Unallocated Online Payments
fr: Paiements en ligne non alloués

source: Me
fr: Moi

source: A Location (e.g. a rental payment)
fr: Un lieu (par exemple un paiement de location)

source: Someone else
fr: Quelqu'un d'autre

source: Hours of Work/Rental (paid at default rate)
fr: Heures de travail / location (payé au taux par défaut)

source: Flat Payment
fr: Paiement forfaitaire

source: A Class Series or Event
fr: Une série de cours ou un événement

source: Neither
fr: Ni l’un ni l’autre

source: This expense to be paid to:
fr: Cette dépense doit être payée à:

source: Report this expense as:
fr: Déclarez cette dépense comme:

source: Payment method
fr: Mode de paiement

source: Mark as Approved/Paid
fr: Marquer comme approuvé / payé

source: click to expand
fr: Cliquez pour agrandir

source: For accounting purposes, please do not mark expenses as paid unless they have already been paid to the recipient.
fr: Pour les besoins de la comptabilité, ne marquez pas les dépenses comme payées, sauf si” “elles ont déjà été payées au destinataire.

source: Add Another
fr: Ajouter un autre

source: Submit
fr: Envoyer

source: This revenue is associated with:
fr: Ce revenu est associé à:

source: Form Submitted Revenue
fr: Formulaire de revenus soumis

source: No default compensation specified.
fr: Actualiser les règles de compensation

source: Registration invoice %s
fr: Facture d'inscription% s

source: Expense Category
fr: Catégorie de dépenses

source: Hours
fr: Heures

source: Wage Rate
fr: Taux de salaire

source: Total Payment
fr: Paiement total

source: Is Reimbursement
fr: Est le remboursement

source: Submission Date
fr: Date de soumission

source: Event
fr: Événement

source: Approved
fr: Approuvé

source: Paid
fr: Payé

source: Payment Date
fr: Date de paiement

source: Pay To
fr: payer à l'ordre de

source: Location:
fr: Emplacement:

source: Revenue Category
fr: Catégorie de revenu

source: Gross Total (Pre-Discounts & Vouchers)
fr: Total brut (pré-escomptes et coupons)

source: Net Total
fr: Total net

source: Received From
fr: Reçu de

source: Registration
fr: Inscription

source: Received
fr: Reçu

source: Received Date
fr: Date de réception

source: Event/Series venue rental
fr: Location de salles de spectacles / événements

source: Staff
fr: Personnel

source: payment to
fr: Paiement à

source: Event Registration
fr: Inscription d'événement

source: Unspecified Month
fr: Mois non spécifié

source: Name
fr: Nom

source: Different types of tasks and payments should have different category names
fr: Différents types de tâches et de paiements doivent avoir des noms de catégories différents

source: Default rate
fr: Taux de défaut

source: Expense category
fr: Catégorie de dépenses

source: Expense categories
fr: Catégories de dépenses

source: Different types of revenue fall under different categories.
fr: Les différents types de revenus relèvent de catégories différentes.

source: Default amount
fr: Montant par défaut

source: This is the default amount of revenue for items in this category.
fr: Ceci est le montant par défaut des revenus pour les articles de cette catégorie.

source: Revenue category
fr: Catégorie de revenus

source: Revenue categories
fr: Catégories de revenus

source: Per hour
fr: Par heure

source: Per day of scheduled events
fr: Par jour d'événements programmés

source: Per week
fr: Par semaine

source: Per month
fr: Par mois

source: First occurrence starts
fr: La première occurrence commence

source: Last occurrence ends
fr: La dernière occurrence se termine

source: Expense Rate
fr: Taux de dépenses

source: In default currency
fr: Dans la devise par défaut

source: Apply this rate
fr: Appliquer ce taux

source: Day starts at
fr: La journée commence à

source: Week starts on
fr: La semaine commence le

source: Month starts on
fr: Le mois commence le

source: Start date
fr: Date de début

source: If specified, then expense items will not be generated prior to this date.
fr: Si spécifié, les articles de dépenses ne seront pas générés avant cette date.

source: End date
fr: Date de fin

source: If specified, then expense items will not be generated after this date. Leave blank for expenses to be generated indefinitely.
fr: Si spécifié, les postes de dépenses ne seront pas générés après cette date.Laissez vide pour que les dépenses soient générées indéfiniment.

source: Generate expenses up to __ days in advance
fr: Générer des dépenses jusqu'à __ jours à l'avance

source: in advance of
fr: en avance de

source: Generate expenses up to __ days in the past
fr: Générer des dépenses jusqu'à __ jours dans le passé

source: Leave blank for no limit.
fr: Laissez vide pour aucune limite.

source: prior to
fr: antérieur à

source: Disable autogeneration of expenses under this rule
fr: Désactiver la génération automatique des dépenses selon cette règle

source: It is recommended to disable expense rules rather than delete them for temporary purposes, to avoid the creation of duplicate expense items.
fr: Il est recommandé de désactiver les règles de dépenses plutôt que de les supprimer à des” “fins temporaires, afin d'éviter la création d'éléments de dépenses en double.

source: Last run time
fr: Dernière exécution

source: Rule name
fr: Nom de la règle

source: Repeated expense rule: %s
fr: Règle de dépenses répétées:% s

source: Location
fr: Emplacement

source: Rental expense information for: %s
fr: Informations sur les dépenses de location pour:% s

source: Location rental information
fr: Informations sur la location d'emplacement

source: Locations' rental information
fr: Informations sur la location des emplacements

source: Room
fr: Pièce

source: %s at %s
fr: % s à% s

source: Rental expense information for: %s at %s
fr: Informations sur les dépenses de location pour:% s à % s

source: Room rental information
fr: Informations sur la location de salle

source: Rooms' rental information
fr: Informations sur la location des salles

source: Category
fr: Catégorie

source: Default staff wage
fr: Taux de défaut

source: Default staff wages
fr: Taux de défaut

source: Staff member
fr: Membre du personnel

source: %s wage/salary information for: %s
fr: % s Informations sur les salaires / traitements pour:% s

source: Staff member salary information
fr: Informations sur le salaire du membre du personnel

source: Staff members' wage/salary information
fr: Informations sur les salaires / traitements des membres du personnel

source: Give this expense generation rule a name
fr: Donnez à cette règle de génération de dépenses un nom

source: Pay to user
fr: Payer à l'utilisateur

source: Pay to location
fr: Payer à l'emplacement

source: Pay to (enter name)
fr: Payer à (entrer le nom)

source: Automatically mark this expense as approved
fr: Marquer automatiquement cette dépense comme approuvée

source: Automatically mark this expense as paid
fr: Marquer automatiquement cette dépense comme payée

source: This field is ignored unless you have chosen to automatically mark expenses as paid.
fr: Ce champ est ignoré sauf si vous avez choisi de marquer automatiquement les dépenses” “comme payées.

source: Either a start date or an "up to __ days in the past" limit is required for repeated expense rules that are not associated with a venue or a staff member.
fr: Une date de début ou une limite de" jusqu'à __ jours dans le passé "est requise pour les” “règles de dépenses répétées qui ne sont pas associées à un lieu ou à un membre du” “personnel.

source: Other repeated expense
fr: Autres dépenses répétées

source: Other repeated expenses
fr: Autres dépenses répétées

source: Submission user
fr: Utilisateur de soumission

source: Submission date
fr: Date de soumission

source: Please indicate the number of hours to be paid for.
fr: Veuillez indiquer le nombre d'heures à payer.

source: Wage rate
fr: Taux de salaire

source: This should be filled automatically, but can be changed as needed.
fr: Cela devrait être rempli automatiquement, mais peut être modifié au besoin.

source: Total amount
fr: Montant total

source: Adjustments/refunds
fr: Ajustements / remboursements

source: Record any ex-post adjustments to the amount (e.g. refunds) in this field. A positive amount increases the netExpense, a negative amount reduces the netExpense.
fr: Enregistrez tous les ajustements ex-post du montant (par exemple les remboursements) dans ce champ.Un montant positif augmente le netExpense, un montant négatif réduit le netExpense.

source: Fees
fr: Honoraires

source: The sum of any transaction fees (e.g. Paypal fees) that were paid <strong>by us</strong>, and should therefore be added to net expense.
fr: La somme de tous les frais de transaction (par exemple, les frais Paypal) qui ont été payés <strong> par nous </ strong>, et devrait donc être ajouté à la dépense nette.

source: Comments/Notes
fr: Commentaires/Notes

source: Attach File (optional)
fr: Joindre un fichier (facultatif)

source: If this item is associated with an Event, enter it here.
fr: Si cet article est associé à un événement, entrez-le ici.

source: Expense generation rule
fr: Règle de génération de dépenses

source: Expense period start
fr: Début de la période de dépenses

source: Expense period end
fr: Fin de période de dépense

source: Reimbursement
fr: Remboursement

source: Check to indicate that this is a reimbursement expense (i.e. not compensation).
fr: Cocher pour indiquer qu'il s'agit d'une dépense de remboursement (c.-à-d. Pas de” “compensation).

source: Check to indicate that expense is approved for payment.
fr: Cocher pour indiquer que la dépense est approuvée pour le paiement.

source: Check to indicate that payment has been made.
fr: Cocher pour indiquer que le paiement a été effectué.

source: Approval date
fr: Date d'approbation

source: Payment date
fr: Date de paiement

source: Accrual date
fr: Date d'échéance

source: Net expense
fr: Dépense nette

source: Start Date
fr: Date de début

source: End Date
fr: Date de fin

source: Pay to
fr: Payer à

source: Expense Receipts
fr: Recettes de dépenses

source: Expense item
fr: Article de dépense

source: Expense items
fr: Articles de dépense

source: Mark expenses as paid at the time of submission
fr: Marquer les dépenses telles que payées au moment de la soumission

source: Gross Total
fr: Total brut

source: The gross total billed before the application of any discounts, or the use of any vouchers.
fr: Le total brut facturé avant l'application des réductions, ou l'utilisation de tous les bons.

source: Adjustments
fr: Ajustements

source: Record any ex-post adjustments to the amount (e.g. refunds) in this field. A positive amount increases the netRevenue, a negative amount reduces the netRevenue.
fr: Enregistrez tous les ajustements ex-post du montant (par exemple les remboursements) dans ce champ.Un montant positif augmente le netRevenu, un montant négatif réduit le netRevenu.

source: Buyer pays sales tax
fr: L'acheteur paie la taxe de vente

source: Invoice Number
fr: Numéro de facture

source: For Paypal payments, this will be the txn_id. For cash payments, this will be automatically generated by the submission form. More than one revenue item may have the same invoice number, because multiple events are paid for in one Paypal transaction.
fr: Pour les paiements Paypal, ce sera le txn_id.Pour les paiements en espèces, cela sera” “automatiquement généré par le formulaire de soumission.De plus d'un élément de revenu” “peut avoir le même numéro de facture, car plusieurs événements sont payés dans une” “transaction Paypal.

source: Associated invoice item
fr: Poste de facture associé

source: Enter who this revenue item was received from, if it is not associated with an existing registration.
fr: Entrez à qui cet élément de revenu a été reçu, s'il n'est pas associé à un enregistrement” “existant.

source: If cash has not yet been deposited, this indicates who to contact in order to collect the cash for deposit.
fr: Si l'argent n'a pas encore été déposé, cela indique qui contacter dans l'ordrepour collecter l'argent pour le dépôt.

source: Check to indicate that payment has been received. Non-received payments are considered pending.
fr: Cocher pour indiquer que le paiement a été reçu. Les paiements non reçus sont considérés” “comme en attente.

source: Date received
fr: Date de réception

source: Related items
fr: Articles connexes

source: Net revenue
fr: Revenu net

source: Revenue Receipts
fr: Revenus de recettes

source: Revenue item
fr: Élément de revenu

source: Revenue items
fr: Éléments de revenu

source: Export detailed financial transaction information to CSV
fr: Exporter des informations détaillées sur les transactions financières au format CSV

source: View school finances month-by-month
fr: Voir les finances de l'école mois par mois

source: View school finances by Event
fr: Voir les finances de l'école par événement

source: View school finances as detailed statement
fr: Voir les finances de l'école en tant que déclaration détaillée

source: School Revenues (YTD):
fr: Revenus scolaires (YTD)

source: School Expenses (YTD)
fr: Dépenses scolaires (YTD)

source: Pending Expenses
fr: Dépenses en attente

source: Awaiting Approval and Payment
fr: En attente d'approbation et de paiement

source: Approved, Awaiting Payment
fr: Approuvé, en attente de paiement

source: Paid, Not Approved
fr: Payé, non approuvé

source: Current Balance
fr: Solde actuel

source: Export Financial Data (CSV)
fr: Données financières d'exportation (CSV)

source: This View
fr: Cette vue

source: All Expenses
fr: Toutes dépenses

source: All Revenues
fr: Tous les revenus

source: Details By Event
fr: Détails par événement

source: Series
fr: Séries

source: # Registrations
fr: # Inscriptions

source: Series Revenue
fr: Revenu de la série

source: Series Expenses
fr: Dépenses de la série

source: Net Profit
fr: Bénéfice net

source: Gross
fr: Brut

source: Net of Discounts
fr: Net des remises

source: previous
fr: précédent

source: Choose Financial Basis
fr: Choisissez la base financière

source: Accrual Date (Default)
fr: Date d'accumulation (par défaut)

source: Payment/Receipt Date
fr: Date de paiement / réception

source: School Revenues (YTD)
fr: Revenus scolaires (YTD)

source: School Performance Over Time
fr: Performance scolaire au fil du temps

source: Profits
fr: Bénéfices

source: Revenues
fr: Revenus

source: Expenses
fr: Dépenses

source: Details By Month
fr: Détails par mois

source: Total Revenue
fr: Revenu total

source: Total Expenses
fr: Dépenses totales

source: next
fr: prochain

source: School Performance By Month
fr: Performance scolaire par mois

source: Monthly Profits, Revenues, Expenses, and Total Registrations
fr: Bénéfices mensuels, revenus, dépenses et inscriptions totales

source: Other/Not Specified
fr: Autre / non spécifié

source: Return to Monthly Summary
fr: Retour au sommaire mensuel

source: Detailed Financial Statement
fr: État financier détaillé

source: Period Summary
fr: Résumé de la période

source: Total Revenues
fr: Revenus totaux

source: Registrations:
fr: # Inscriptions

source: Amount
fr: Montant

source: Other Revenues
fr: Autres revenus

source: Other Expenses
fr: Autres dépenses

source: Reset Staff Compensation Rules
fr: Mettre à jour les règles d'indemnisation du personnel

source: Download Expense History
fr: Télécharger l'historique des dépenses

source: for this year
fr: pour cette annee

source: Total Pending Payments
fr: Total des paiements en attente

source: Total Paid (All Time, excludes reimbursements)
fr: Total payé (tous les temps, exclut les remboursements)

source: Total Paid (This Year, excludes reimbursements)
fr: Total payé (cette année, exclut les remboursements)

source: Total Costs Reimbursements (This Year)
fr: Remboursements des coûts totaux (cette année)

source: Filter By Year
fr: Filtrer par année

source: All
fr: Tout

source: Reporting Basis
fr: Base de calcul

source: Accrual Date
fr: Date d'accumulation

source: Pending Payments
fr: Paiements en attente

source: Total Amount
fr: Montant total

source: Edit
fr: Modifier

source: Prior Payments
fr: Paiements antérieurs

source: Reimbursements
fr: Remboursements

source: Update Staff Compensation Rules
fr: Mettre à jour les règles d'indemnisation du personnel

source: Expense item successfully submitted.
fr: L'élément de dépense a été envoyé avec succès.

source: Report Expenses
fr: Rapport des dépenses

source: Use this form to report expenses.
fr: Utilisez ce formulaire pour déclarer les dépenses.

source: Revenue item successfully submitted.
fr: L'élément de revenu a été soumis avec succès.

source: Report Revenues
fr: Revenus du rapport

source: Use this form to report revenues.
fr: Utilisez ce formulaire pour déclarer les revenus.

source: Invalid year.
fr: Année invalide

source: Month
fr: Mois

source: Registrations: Total
fr: Inscriptions: Total

source: Registrations: Leads
fr: Inscriptions: Leads

source: Registrations: Follows
fr: Inscriptions: Follows

source: Revenues: Gross
fr: Revenus: Brut

source: Revenues: Net
fr: Revenus: Net

source: Expenses: Instruction
fr: Dépenses: Instruction

source: Expenses: Venue
fr: Dépenses: Lieu

source: Expenses: Other
fr: Dépenses: Autre

source: Expenses: Total
fr: Dépenses: Total

source: Month Name
fr: Nom du mois

source: From %s
fr: De% s

source: To %s
fr: À% s
